{
  "bahasa": [
    {
      "title": "KETUA",
      "name": "Ir. Budiono Kartohadiprodjo, IPU",
      "desc": "Assalamualaikum warahmatullahi wabarakatuh \n Di masa pendudukan Jepang tahun 1942, pendidikan di Indonesia terpuruk karena Jepang melakukan pembatasan pendidikan untuk mudah mengawasi pergerakan pemuda-pemudi Indonesia dengan menutup Sekolah Dasar dari 21.500 menjadi 13.500 dan Sekolah Lanjutan dari 850 menjadi 20.\n Kondisi ini menimbulkan keprihatinan ibu Pandu Suradhiningrat akan masa depan bangsa, yang  kemudian beliau menggagas berdirinya Yayasan Pendidikan Indonesia pada tanggal 1 Agustus 1942 dengan nama Sekolah Rakyat Partikelir Mayumi yang kemudian berkembang dan berubah namanya menjadi Yayasan Perguruan ‘CIKINI’.\n Pada saat berdirinya, pendidikan dimulai dengan menyelenggarakan pendidikan kursus bahasa Indonesia di rumah almarhum dr. Rasyid, Jl. Neuwelaan (kini Kramat VIII) Jakarta dengan jumlah murid pertama 12 orang, dan terus berkembang hingga saat ini telah berdiri 1 (satu) Taman Kanak-kanak (TK), 1 (satu) Sekolah Dasar (SD), 1 (satu) Sekolah Menegah Pertama (SMP), 2 (dua)  Sekolah Menengah Atas (SMA), 4 (empat)  Sekolah Menengah Kejuruan (SMK)  dan 1 (satu) Perguruan Tinggi yaitu Institut Sains dan Teknologi Nasional (ISTN) yang keseluruhannya berada di 5 (lima) kampus dalam  wilayah yang berbeda dengan dengan anak didik berjumlah 8000 orang.\n Pendidikan pada Perguruan Cikini berfokus pada mencetak generasi panutan yang amanah, berwawasan kebangsaan, pancasilais, berbudi pekerti luhur, dan mandiri yang hingga saat ini telah  banyak alumninya  yang menduduki posisi penting dalam pemerintahan, diantaranya Presiden Republik Indonesia ke-5, Prof. Dr (H.C) Megawati Sukarnoputri juga puluhan alumninya yang menduduki posisi Menteri Negara, Guru Besar di berbagai Perguruan Tinggi, Pengusaha Nasional terkemuka, seniman dan budayawan nasional, Pimpinan pada Lembaga Tinggi Negara dan di berbagai posisi penting dan strategis dalam masyarakat luas. \n Mendidik anak bangsa agar cinta pada tanah airnya, berwawasan kebangsaan, pancasilais, berbudi pekerti luhur, cerdas, kreatif, bijak dan inovatif merupakan harapan dari hadirnya Yayasan Perguruan ‘CIKINI’ di negara kita.\n Semoga Allah meridhoi.\nWassalamualaikum Warahmatullahi Wabarakatuh",
      "img": "img/about/BK.png"
    }
  ],
  "english": [
    {
      "title": "Chairman",
      "name": "Ir. Budiono Kartohadiprodjo, IPU",
      "desc": "Assalamualaikum warahmatullahi wabarakatuh \n During the Japanese occupation in 1942, education in Indonesia suffered because Japan imposed restrictions on education to easily monitor the movements of Indonesian youth by reducing the number of elementary schools from 21,500 to 13,500 and secondary schools from 850 to 20.\n This situation aroused the concern of Mrs. Pandu Suradhiningrat for the future of the nation, who then initiated the establishment of the Indonesian Education Foundation on August 1, 1942, under the name Sekolah Rakyat Partikelir Mayumi, which later grew and changed its name to Yayasan Perguruan 'CIKINI'.\n At its inception, education began with Indonesian language courses at the house of the late Dr. Rasyid, Jl. Neuwelaan (now Kramat VIII) Jakarta with the first 12 students, and it has grown to this day to include 1 (one) Kindergarten (TK), 1 (one) Elementary School (SD), 1 (one) Junior High School (SMP), 2 (two) High Schools (SMA), 4 (four) Vocational High Schools (SMK) and 1 (one) Higher Education Institution, namely the National Institute of Science and Technology (ISTN), all located in 5 (five) campuses in different areas with a total of 8000 students.\n Education at Perguruan Cikini focuses on producing exemplary generations who are trustworthy, nationalistic, Pancasila-oriented, noble in character, and independent. Many of its alumni have held important positions in government, including the 5th President of the Republic of Indonesia, Prof. Dr. (H.C) Megawati Sukarnoputri, as well as dozens of alumni who have held positions as Ministers of State, Professors at various universities, prominent national entrepreneurs, national artists and cultural figures, leaders in high state institutions, and in various important and strategic positions in the broader society.\n Educating the nation's children to love their homeland, to be nationalistic, Pancasila-oriented, noble in character, intelligent, creative, wise, and innovative is the hope of the presence of Yayasan Perguruan 'CIKINI' in our country.\n May Allah bless us all.\nWassalamualaikum Warahmatullahi Wabarakatuh",
      "img": "img/about/BK.png"
    }
  ]
}
