{
  "bahasa": [
    {
      "title": "SAMBUTAN KETUA",
      "name": "Ir. Budiono Kartohadiprodjo, IPU",
      "desc": "Assalamu ‘alaikum Wr. Wb\nSEGALA puji senantiasa kita panjatkan ke hadirat Allah Yang Maha Pemurah lagi Maha Penyayang atas limpahan karuniaNya kepada kita semua . Sungguh merupakan anugerah dan kehormatan bagi saya khususnya dan keseluruhan anggota Tim pada umumnya ataskepercayaan yang diberikan oleh Yayasan Perguruan “CIKINI” untuk menjadi Ketua Tim Pembangunan Perguruan “CIKINI”.\nTugas dan tanggung jawab yang besar ini merupakan sarana ibadah dan ladang amal yang sangat mulia bagi kami khususnya dan bagi kita semua. Tidaklah menjadi beban bagi kita untuk berbuat dan memberi arti dalam kehidupan ini jika dijalankan dengan keikhlasan dan semata-mata demi mendapatkan keridhoan TUHAN Yang Maha Esa.\nSaya yakin bahwa dengan mewujudkan Pengembangan Perguruan “CIKINI” ini akan memberikan dampak yang sangat besar bagi kemajuan bidang pendidikan Sains dan Teknologi di Indonesia di kemudian hari. Sarana dan prasarana pendidikan yang berkualitas sangatlah diperlukan bagi anak-cucu kita ditengah maraknya komersialisasi pendidikan saat ini.\nIlmu yang bermanfaat adalah ladang amal yang tiada putusnya walaupun kelak kita semuasudah tiada, akan tetap menjadi sumber mata air pahala yang senantiasa melimpah dan tetap hidup sampai akhir zaman. Dengan ini kami mengajak semua pihak untuk bahu-membahu dalam mewujudkan cita-cita mulia ini sebagai sarana ibadah yang tiada putus-putusnya untuk mendapat kebahagiaan di dunia dan akhirat. Aamiin YRA.\nWassalamualaikum Wr. Wb.",
      "img": "img/about/BK.png"
    }
  ],
  "english": [
    {
      "title": "Welcome Message from the Committee Chairman",
      "name": "Ir. Budiono Kartohadiprodjo, IPU",
      "desc": "Assalamu 'alaikum Wr. Wb\nAll praise is due to Allah, the Most Gracious, the Most Merciful, for His abundant blessings upon us. It is indeed a gift and an honor for me and all members of the team to have the trust given by the Cikini Foundation to lead the Committee for the Development of Cikini School. This significant duty and responsibility serve as a means of worship and noble deeds for all of us. It is not a burden for us to contribute meaningfully to life if done with sincerity and solely for the sake of gaining the pleasure of the Almighty. I am confident that the realization of the development of Cikini School will have a significant impact on the progress of Science and Technology education in Indonesia in the future. Quality educational facilities are crucial for our children amidst the current commercialization of education. Useful knowledge is an endless source of deeds, even when we are no longer present, it will continue to be a flowing stream of rewards and remain alive until the end of time. We invite everyone to join hands in realizing this noble goal as an endless means of worship for happiness in this world and the hereafter. Amen YRA.\nPeace and blessings be upon you.",
      "img": "img/about/BK.png"
    }
  ]
}
