{
  "bahasa": [
    {
      "title": "SAMBUTAN KETUA",
      "name": "Ir. Budiono Kartohadiprodjo",
      "desc": "Assalamu ‘alaikum Wr. Wb\nSEGALA puji senantiasa kita panjatkan ke hadirat Allah Yang Maha Pemurah lagi Maha Penyayang atas limpahan karuniaNya kepada kita semua . Sungguh merupakan anugerah dan kehormatan bagi saya khususnya dan keseluruhan anggota Tim pada umumnya ataskepercayaan yang diberikan oleh Yayasan Perguruan “CIKINI” untuk menjadi Ketua Tim Pembangunan Perguruan “CIKINI”.\nTugas dan tanggung jawab yang besar ini merupakan sarana ibadah dan ladang amal yang sangat mulia bagi kami khususnya dan bagi kita semua. Tidaklah menjadi beban bagi kita untuk berbuat dan memberi arti dalam kehidupan ini jika dijalankan dengan keikhlasan dan semata-mata demi mendapatkan keridhoan TUHAN Yang Maha Esa.\nSaya yakin bahwa dengan mewujudkan Pengembangan Perguruan “CIKINI” ini akan memberikan dampak yang sangat besar bagi kemajuan bidang pendidikan Sains dan Teknologi di Indonesia di kemudian hari. Sarana dan prasarana pendidikan yang berkualitas sangatlah diperlukan bagi anak-cucu kita ditengah maraknya komersialisasi pendidikan saat ini.\nIlmu yang bermanfaat adalah ladang amal yang tiada putusnya walaupun kelak kita semuasudah tiada, akan tetap menjadi sumber mata air pahala yang senantiasa melimpah dan tetap hidup sampai akhir zaman. Dengan ini kami mengajak semua pihak untuk bahu-membahu dalam mewujudkan cita-cita mulia ini sebagai sarana ibadah yang tiada putus-putusnya untuk mendapat kebahagiaan di dunia dan akhirat. Aamiin YRA.\nWassalamualaikum Wr. Wb.",
      "img": "img/about/BK.png"
    },
    {
      "title": "SEKAPUR SIRIH",
      "name": "Megawati Soekarnoputri",
      "desc": "Assalamu alaikum warrahmatullohi wabarakatuh.\nMERDEKA, MERDEKA, DENGAN mengucap syukur Alhamdulillah saya menyambut gembira rencana pengembangan Perguruan “Cikini” sebagai bentuk perwujudan untuk melanjutkan perjuangan secara konsisten dan berkesinambungan dalam merealisasikan cita-cita leluhur para pejuang dan pahlawan bangsa ini.\nSaya sebagai salah satu alumni yang mengenyam pendidikan di Perguruan “Cikini” merasa terpanggil untuk berpartisipasi serta mengajak seluruh alumni dan berbagai pihak secara bergotong royong agar dapat terwujud sesuai dengan apa yang dicita-citakan. Jangan pernah kita lupakan, dan harus mau jadi kebanggaan kita bersama sebagai alumni, bahwa Yapercik itu adalah sekolah bumiputera (sekolah kebangsaan) pertama yang dibuat ketika kita masih dijajah. Sebuah sekolah yang membaurkan kita dengan teman-teman tanpa ada rasa kesenjangan. Sungguh merupakan suatu kebahagiaan tersendiri bagi saya untuk dapat ikut membangun kembali untaian kenangan. Puluhan tahun yang lampau, kita semua mengawali sosialisasi kehidupan dan pendidikan, yang selanjutnya membentuk pola pikir, sikap hidup dan cara pandang kita sekalian dalam menatap masa depan.\nAkhirnya, saya mengucapkan terimakasih kepada segala pihak. Mudah-mudahan rencana pengembangan Perguruan “Cikini” ini dapat terealisasi dan sekaligus menjadi sarana yang baik untuk menggalang silaturahmi, keakraban, kebersamaan dan kekeluargaan di antara kita sekalian, bermanfaat untuk tercapainya rakyat Indonesia yang adil dan makmur.\nWassalamu’alaikum warahmatullahi wabarakatuh.",
      "img": "img/about/MG.png"
    }
  ],
  "english": [
    {
      "title": "Welcome Message from the Committee Chairman",
      "name": "Ir. Budiono Kartohadiprodjo",
      "desc": "Assalamu 'alaikum Wr. Wb\nAll praise is due to Allah, the Most Gracious, the Most Merciful, for His abundant blessings upon us. It is indeed a gift and an honor for me and all members of the team to have the trust given by the Cikini Foundation to lead the Committee for the Development of Cikini School. This significant duty and responsibility serve as a means of worship and noble deeds for all of us. It is not a burden for us to contribute meaningfully to life if done with sincerity and solely for the sake of gaining the pleasure of the Almighty. I am confident that the realization of the development of Cikini School will have a significant impact on the progress of Science and Technology education in Indonesia in the future. Quality educational facilities are crucial for our children amidst the current commercialization of education. Useful knowledge is an endless source of deeds, even when we are no longer present, it will continue to be a flowing stream of rewards and remain alive until the end of time. We invite everyone to join hands in realizing this noble goal as an endless means of worship for happiness in this world and the hereafter. Amen YRA.\nPeace and blessings be upon you.",
      "img": "img/about/BK.png"
    },
    {
      "title": "A Token of Remembrance from the Alumni of Cikini School",
      "name": "Megawati Soekarnoputri",
      "desc": "Assalamu alaikum warahmatullohi wabarakatuh.\nINDEPENDENCE, INDEPENDENCE, WITH gratitude, Alhamdulillah, I joyfully welcome the plan for the development of Cikini School as a form of realization to continue the consistent and continuous struggle in achieving the aspirations of our ancestors and national heroes. As one of the alumni who received education at Cikini School, I feel called to participate and invite all alumni and various parties to work together so that it can be realized according to the aspirations. Let us never forget, and let it be our pride as alumni, that Yapercik was the first native school (national school) established when we were still under colonization. A school that united us with friends without any sense of disparity. It is a happiness for me to contribute to rebuilding memories. Many years ago, we all began the socialization of life and education, which subsequently formed our mindset, way of life, and perspective on facing the future. Finally, I express my gratitude to all parties. Hopefully, the plan for the development of Cikini School can be realized and at the same time become a good means to strengthen ties, friendship, togetherness, and familyhood among all of us, beneficial for achieving a just and prosperous Indonesian people.\nPeace be upon you.",
      "img": "img/about/MG.png"
    }
  ]
}
