{
  "bahasa": [
    {
      "title": "Sambutan Ketua Panitia",
      "name": "Ir. Budiono Kartohadiprodjo",
      "desc": "Assalamu ‘alaikum Wr. Wb\nSEGALA puji senantiasa kita panjatkan ke hadirat Allah Yang Maha Pemurah lagi Maha Penyayang atas limpahan karuniaNya kepada kita semua . Sungguh merupakan anugerah dan kehormatan bagi saya khususnya dan keseluruhan anggota Tim pada umumnya ataskepercayaan yang diberikan oleh Yayasan Perguruan “CIKINI” untuk menjadi Ketua Tim Panitia Pembangunan Perguruan “CIKINI”.\nTugas dan tanggung jawab yang besar ini merupakan sarana ibadah dan ladang amal yang sangat mulia bagi kami khususnya dan bagi kita semua. Tidaklah menjadi beban bagi kita untuk berbuat dan memberi arti dalam kehidupan ini jika dijalankan dengan keikhlasan dan semata-mata demi mendapatkan keridhoan TUHAN Yang Maha Esa.\nSaya sangat merasa yakin bahwa dengan mewujudkan Pengembangan Perguruan “CIKINI” ini akan memberikan dampak yang sangat besar bagi kemajuan bidang pendidikan Sains dan Teknologi di Indonesia di kemudian hari. Sarana dan prasarana pendidikan yang berkualitas sangatlah diperlukan bagi anak-cucu kita ditengah maraknya komersialisasi pendidikan saat ini.\nIlmu yang bermanfaat adalah ladang amal yang tiada putusnya walaupun kelak kita semuasudah tiada, akan tetap menjadi sumber mata air pahala yang senantiasa melimpah dan tetap hidup sampai akhir zaman. Dengan ini kami mengajak semua pihak untuk bahu-membahu dalam mewujudkan cita-cita mulia ini sebagai sarana ibadah yang tiada putus-putusnya untuk mendapat kebahagiaan di dunia dan akhirat. Aamiin YRA.\nWassalamualaikum Wr. Wb.",
      "img": "xxxx"
    },
    {
      "title": "SEKAPUR SIRIH DARI PARA ALUMNI PERGURUAN ”CIKINI”",
      "name": "Megawati Soekarnoputri",
      "desc": "Assalamu alaikum warrahmatullohi wabarakatuh.\nMERDEKA, MERDEKA, DENGAN mengucap syukur Alhamdulillah saya menyambut gembira rencana pengembangan Perguruan “Cikini” sebagai bentuk perwujudan untuk melanjutkan perjuangan secara konsisten dan berkesinambungan dalam merealisasikan cita-cita leluhur para pejuang dan pahlawan bangsa ini.\nSaya sebagai salah satu alumni yang mengenyam pendidikan di Perguruan “Cikini” merasa terpanggil untuk berpartisipasi serta mengajak seluruh alumni dan berbagai pihak secara bergotong royong agar dapat terwujud sesuai dengan apa yang dicita-citakan. Jangan pernah kita lupakan, dan harus mau jadi kebanggaan kita bersama sebagai alumni, bahwa Yapercik itu adalah sekolah bumiputera (sekolah kebangsaan) pertama yang dibuat ketika kita masih dijajah. Sebuah sekolah yang membaurkan kita dengan teman-teman tanpa ada rasa kesenjangan. Sungguh merupakan suatu kebahagiaan tersendiri bagi saya untuk dapat ikut membangun kembali untaian kenangan. Puluhan tahun yang lampau, kita semua mengawali sosialisasi kehidupan dan pendidikan, yang selanjutnya membentuk pola pikir, sikap hidup dan cara pandang kita sekalian dalam menatap masa depan.\nAkhirnya, saya mengucapkan terimakasih kepada segala pihak. Mudah-mudahan rencana pengembangan Perguruan “Cikini” ini dapat terealisasi dan sekaligus menjadi sarana yang baik untuk menggalang silaturahmi, keakraban, kebersamaan dan kekeluargaan di antara kita sekalian, bermanfaat untuk tercapainya rakyat Indonesia yang adil dan makmur.\nWassalamu’alaikum warahmatullahi wabarakatuh.",
      "img": "xxxx"
    },
    {
      "title": "SEKAPUR SIRIH DARI PARA ALUMNI PERGURUAN ”CIKINI”",
      "name": "Agung Laksono",
      "desc": "SALAM “CIKINI”\nPADA kesempatan ini kami menyampaikan penghargaan kepada Yayasan Perguruan “Cikini” yang tetap menjaga eksistensi penyelenggaran pendidikan sejak 1942 hingga saat ini. Berlatar belakang akan keinginan mewujudkan cita-cita luhur demi mencerdaskan anak bangsa, Perguruan “Cikini “ memberikan kiprah tiada terhingga bagi dunia pendidikan.\nDengan semakin berkembangnya tuntutan dan kebutuhan global , Yasayan Perguruan “Cikini” yang sangat peka akan kondisi memandang perlu untuk mengadakan pengembangan Perguruan “Cikini”. Hal ini menjadi bukti bahwa Yayasan selalu terbuka, terdepan, dan terunggul untuk peduli akan kebutuhan masyarakat baik negara maupun dunia.\nJika Yayasan ini mulai menggeliat untuk membuat sebuah pengembangan, tentu kita akan menyambut perubahan global dari hasil pengembangan yang diciptakan Yayasan Perguruan “Cikini”. Hal ini didasari atas pemikiran bahwa “Cikini” tidak hanya mengorientasikan pengembangan pada sisi fisik saja, namun sisi mental seperti bangunan nasionalisme, patriotisme, bahkan solidarisme yang selalu diusungkannya menjadi tiga pilar utama yang selalu dibentuk dalam rangkaian pengembangan yang digulirkan demi perubahan global pada bangsa ini.\nUntuk itu, saya sangat mendukung pelaksanaan kegiatan ini.. Mudah-mudahan rencana ini dapat segera terwujud dan menginspirasi institusi lainnya untuk bersama bergerak demi bangsa ini.\nGERAKAN PERUBAHAN DEMI BANGSA, JAYALAH CIKINI, SUKSES SELALU\nSalam.",
      "img": "xxxx"
    }
  ]
}
