{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "FIELD TRIP SMA 2 TAHUN 2022 PERGURUAN 'CIKINI'",
      "deskripsi": "SMA 2 Perguruan ’CIKINI’ melaksanakan kegiatan “Field Trip” yang menjadi ajang eksplorasi ilmiah para siswa ke luar sekolah. Dalam kegiatan ini, tujuan utama perjalanan adalah Museum Geologi dan Taman Hutan Raya Ir. H. Juanda. Field trip merupakan pendekatan pembelajaran praktis yang memungkinkan siswa belajar secara langsung di luar lingkungan kelas. Dengan mengunjungi Museum Geologi, para siswa SMA 2 Perguruan ’CIKINI’ dapat mengamati dan mempelajari beragam koleksi geologi, mineral, dan fosil yang dipamerkan. Hal ini tidak hanya meningkatkan pemahaman mereka terhadap bahan ajar, tetapi juga membangun apresiasi terhadap kekayaan alam dan sejarah geologi di Indonesia. \n Selain ke Museum Geologi, para siswa juga diajak untuk menjelajahi Taman Hutan Raya Ir. H. Juanda. Kehadiran ditempat ini memberikan pengalaman mendalam tentang keanekaragaman hayati dan ekosistem hutan. Dengan melibatkan siswa dalam kegiatan luar ruangan, Field Trip memberikan kesempatan bagi mereka untuk memahami pentingnya menjaga lingkungan alam. \n Kegiatan Field Trip ini dilakukan pada bulan September 2022, bertujuan memberikan pendekatan pembelajaran yang berbeda dan menyenangkan bagi siswa. Dengan merangkul metode pembelajaran praktis, sekolah ini tidak hanya memberikan pengetahuan teoritis, tetapi juga memupuk rasa keingintahuan dan apresiasi terhadap lingkungan sekitar. \n Field Trip ini merupakan langkah inovatif SMA 2 Perguruan ’CIKINI’ untuk meningkatkan kualitas pendidikan dan memberikan pengalaman belajar yang lebih menyeluruh kepada siswa. Dengan menyelenggarakan kegiatan seperti ini, diharapkan siswa dapat memperoleh pengetahuan yang lebih mendalam dan menjadi pribadi yang peduli terhadap alam dan keberlanjutan lingkungan.",
      "maker": "Redaksi",
      "urlImage": "img/event/fieldtrip.png",
      "alt": "percik fair.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "PERSIK FAIR 2023 & PERSIK KIDS COMPETITION - SD PERGURUAN 'CIKINI'",
      "deskripsi": "SD Perguruan 'CIKINI' mengadakan rangkaian acara spektakuler pada PERCIK FAIR 2023 dan PERCIK KIDS Competition di Jakarta Selatan. Acara ini berhasil menciptakan panggung inspiratif yang dihiasi dengan partisipasi berbagai TK, termasuk TK Aisyiyah 94, TK Negeri Tegal, dan TK Trisula Perwari II, yang ikut meriahkan suasana. PERCIK FAIR 2023 menjadi wadah bagi siswa SD Perguruan 'CIKINI' dan TK sekitarnya untuk menunjukkan bakat, kreativitas, dan pencapaian mereka dalam berbagai kegiatan. Acara ini juga menonjolkan PERCIK KIDS Competition, sebuah kompetisi yang menampilkan peserta dari berbagai usia, menjadikannya sebagai ajang bergengsi untuk anak-anak di Jakarta Selatan.\n Pemberian hadiah pada acara tersebut tidak hanya menjadi bentuk penghargaan untuk peserta yang berprestasi, tetapi juga menjadi motivasi positif untuk terus mengembangkan bakat dan potensi. Dengan menggabungkan PERCIK FAIR dan PERCIK KIDS Competition, SD Perguruan 'CIKINI' menciptakan platform yang holistik untuk pembelajaran dan pertumbuhan siswa. \n Diselenggarakannya acara ini di Jakarta Selatan menjadi langkah strategis untuk memperkuat jaringan pendidikan dan membangun sinergi antarlembaga. SD Perguruan 'CIKINI' berkomitmen untuk terus menjadi pelopor dalam memberikan pendidikan yang berkualitas dan mendukung perkembangan anak-anak di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/percik fair.jpg",
      "alt": "percik fair.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "XTRAVAGANZA 2022 - SMK 2 MUSIK PERGURUAN 'CIKINI'",
      "deskripsi": "Dalam rangka menggali bakat dan menampilkan prestasi siswa, SMK 2 Musik Perguruan 'CIKINI' menggelar acara spektakuler bertajuk 'XTRAVAGANZA 2022'. Acara ini menampilkan ragam talenta musik orkestra dari siswa-siswi SMK 2 Musik Perguruan 'CIKINI' yang memukau penonton dengan keahlian dan dedikasi mereka dalam bermusik. Aula teater menjadi saksi ketangguhan mereka dalam menyajikan penampilan yang menghibur dan memberikan pengalaman musik yang luar biasa. \n XTRAVAGANZA 2022 bukan hanya sekadar pertunjukan biasa, melainkan panggung untuk menunjukkan kemampuan siswa SMK 2 Musik Perguruan 'CIKINI' dalam mengolah harmoni dan melodi. Para penonton diajak merasakan nuansa musik yang kaya dan mendalam, memberikan apresiasi terhadap talenta yang diasah di bawah bimbingan pendidik yang berkompeten. Acara ini menjadi sarana bagi siswa untuk memperlihatkan kemampuan bermusik mereka di hadapan publik, sekaligus memperkuat semangat kebersamaan dan kecintaan terhadap seni musik. \n Melalui penampilan orkestra yang penuh semangat, SMK 2 Musik Perguruan 'CIKINI' berhasil menciptakan pengalaman musik yang tak terlupakan bagi seluruh peserta dan penonton. Diharapkan, keberhasilan ini dapat menjadi inspirasi bagi siswa-siswi lainnya untuk terus berkembang dan mengeksplorasi potensi di bidang musik. Acara ini menandai prestasi gemilang sekolah dalam mencetak generasi musisi masa depan yang berbakat dan berdedikasi.",
      "maker": "Redaksi",
      "urlImage": "img/event/extravaganza.png",
      "alt": "SMK Musik Perguruan Cikini Juara 1 Lomba Musikalisasi Puisi.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "‘MARKET DAY’ AJANG KREATIVITAS SISWA SMA 1 PERGURUAN 'CIKINI'",
      "deskripsi": "SMA 1 Perguruan 'CIKINI' menggelar acara “Market Day” yang menjadi sorotan utama siswa dan warga sekolah. Dalam acara ini, para siswa dari setiap kelas turut berpartisipasi dengan menampilkan pentas kesenian, termasuk tarian daerah dan mini konser musik. Pengenalan beragam baju adat juga menjadi bagian menarik dalam upaya memperkenalkan keberagaman budaya di antara siswa. \n 'Market Day' tahun 2023 menjadi ajang kreativitas siswa SMA 1 Perguruan 'CIKINI' dengan diisi oleh stand-stand penjualan merchandise, makanan, dan souvenir yang dikelola oleh siswa. Mini bazaar ini memberikan kesempatan kepada siswa untuk menunjukkan bakat dan keterampilan bisnisnya, sambil menciptakan suasana kebersamaan dan semangat berkolaborasi di lingkungan sekolah.\n Aula sekolah SMA 1 Perguruan 'CIKINI' menjadi saksi perhelatan acara ini, menyajikan panggung untuk berbagai pertunjukan seni dan pusat kegiatan perdagangan mini. Keberagaman budaya dan kreativitas siswa tercermin dalam Market Day, menciptakan suasana penuh warna dan mempererat ikatan antaranggota komunitas sekolah. \n Pemberian apresiasi kepada siswa yang berprestasi dan terlibat aktif dalam “Market Day” menunjukkan pentingnya peran seni dan kewirausahaan dalam pembentukan karakter siswa di SMA 1 Perguruan 'CIKINI'. Keberhasilan acara ini menjadi bukti nyata bahwa pendekatan holistik dalam pendidikan, yang mencakup aspek seni, budaya, dan kewirausahaan, dapat memberikan pengalaman belajar yang berkesan dan berdampak positif bagi perkembangan siswa.",
      "maker": "Redaksi",
      "urlImage": "img/event/marketday.png",
      "alt": "Market Day.jpg"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "FIELD TRIP OF SMA 2 YEAR 2022 PERGURUAN 'CIKINI'",
      "deskripsi": "SMA 2 Perguruan 'CIKINI' conducted a 'Field Trip,' an event for students to explore scientific knowledge outside the school. The main destinations of this trip were the Geological Museum and Ir. H. Juanda Forest Park. Field trips are a practical learning approach that allows students to learn directly outside the classroom environment. By visiting the Geological Museum, SMA 2 Perguruan 'CIKINI' students could observe and study various geological collections, minerals, and fossils on display. This not only enhances their understanding of the subject matter but also builds an appreciation for the natural wealth and geological history of Indonesia.\nIn addition to the Geological Museum, students also explored Ir. H. Juanda Forest Park. This visit provided deep insights into biodiversity and forest ecosystems. By involving students in outdoor activities, the Field Trip offered them the opportunity to understand the importance of preserving the natural environment.\nThis Field Trip, conducted in September 2022, aimed to provide a different and enjoyable learning approach for students. By embracing practical learning methods, the school not only imparts theoretical knowledge but also fosters curiosity and appreciation for the surrounding environment.\nThe Field Trip is an innovative step by SMA 2 Perguruan 'CIKINI' to enhance the quality of education and provide more comprehensive learning experiences for students. By organizing such activities, it is hoped that students can gain deeper knowledge and become individuals who care about nature and environmental sustainability.",
      "maker": "Editorial Team",
      "urlImage": "img/event/fieldtrip.png",
      "alt": "field trip.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "PERSIK FAIR 2023 & PERSIK KIDS COMPETITION - SD PERGURUAN 'CIKINI'",
      "deskripsi": "SD Perguruan 'CIKINI' organized a series of spectacular events at the PERCIK FAIR 2023 and PERCIK KIDS Competition in South Jakarta. This event successfully created an inspiring stage with the participation of various kindergartens, including TK Aisyiyah 94, TK Negeri Tegal, and TK Trisula Perwari II, who added to the festive atmosphere. PERCIK FAIR 2023 served as a platform for SD Perguruan 'CIKINI' students and surrounding kindergartens to showcase their talents, creativity, and achievements in various activities. The event also featured the PERCIK KIDS Competition, a competition with participants from various age groups, making it a prestigious event for children in South Jakarta.\nThe awarding of prizes at the event not only served as a form of recognition for outstanding participants but also as positive motivation to continue developing their talents and potential. By combining PERCIK FAIR and PERCIK KIDS Competition, SD Perguruan 'CIKINI' created a holistic platform for student learning and growth.\nHolding this event in South Jakarta was a strategic move to strengthen educational networks and build synergy between institutions. SD Perguruan 'CIKINI' is committed to continuing to be a pioneer in providing quality education and supporting the development of children in the future.",
      "maker": "Editorial Team",
      "urlImage": "img/event/percik fair.jpg",
      "alt": "percik fair.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "XTRAVAGANZA 2022 - SMK 2 MUSIC PERGURUAN 'CIKINI'",
      "deskripsi": "In order to explore talents and showcase student achievements, SMK 2 Music Perguruan 'CIKINI' held a spectacular event titled 'XTRAVAGANZA 2022'. This event featured a variety of orchestral music talents from SMK 2 Music Perguruan 'CIKINI' students who impressed the audience with their skills and dedication to music. The theater hall witnessed their resilience in delivering entertaining performances and providing an extraordinary musical experience.\nXTRAVAGANZA 2022 was not just an ordinary show but a stage to demonstrate the abilities of SMK 2 Music Perguruan 'CIKINI' students in crafting harmony and melody. The audience was invited to feel the rich and profound musical nuances, appreciating the talents honed under the guidance of competent educators. This event served as a platform for students to showcase their musical abilities in public, strengthening the spirit of togetherness and love for the art of music.\nThrough enthusiastic orchestral performances, SMK 2 Music Perguruan 'CIKINI' successfully created an unforgettable musical experience for all participants and spectators. It is hoped that this success can inspire other students to continue developing and exploring their potential in the field of music. This event marks the school's outstanding achievement in producing talented and dedicated future musicians.",
      "maker": "Editorial Team",
      "urlImage": "img/event/extravaganza.png",
      "alt": "SMK Musik Perguruan Cikini Won 1st Place in Poetry Musicalization Competition.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "'MARKET DAY' - CREATIVITY SHOWCASE OF SMA 1 PERGURUAN 'CIKINI' STUDENTS",
      "deskripsi": "SMA 1 Perguruan 'CIKINI' held a 'Market Day' event that became the main highlight for students and the school community. In this event, students from each class participated by performing arts, including traditional dances and mini music concerts. The introduction of various traditional costumes also became an interesting part of promoting cultural diversity among students.\n' Market Day' 2023 became a creativity showcase for SMA 1 Perguruan 'CIKINI' students, featuring stands selling merchandise, food, and souvenirs managed by the students. This mini bazaar provided an opportunity for students to showcase their business talents and skills while creating a sense of togetherness and collaborative spirit within the school environment.\nThe school hall of SMA 1 Perguruan 'CIKINI' became the venue for this event, presenting a stage for various art performances and a hub for mini trade activities. Cultural diversity and student creativity were reflected in Market Day, creating a colorful atmosphere and strengthening the bonds among members of the school community.\nAppreciation was given to students who excelled and actively participated in 'Market Day', highlighting the importance of art and entrepreneurship in shaping students' character at SMA 1 Perguruan 'CIKINI'. The success of this event is concrete proof that a holistic approach to education, encompassing aspects of art, culture, and entrepreneurship, can provide memorable learning experiences and have a positive impact on students' development.",
      "maker": "Editorial Team",
      "urlImage": "img/event/marketday.png",
      "alt": "Market Day.jpg"
    }
  ]
}
