{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "Pelepasan Siswa Kelas 12 SMK 2",
      "deskripsi": "Yayasan Perguruan Cikini merayakan momen bersejarah dengan upacara pelepasan siswa kelas 12 pada bulan Juni 2023. Acara ini diadakan di Aula Ade Irma Suryani Nasution, menjadi wadah untuk memberikan penghargaan kepada siswa yang telah menyelesaikan perjalanan pendidikannya. Dalam suasana penuh kehangatan, siswa-siswa kelas 12 angkatan 2023 dipandu menuju babak baru dalam kehidupan mereka. \n Aula Ade Irma Suryani Nasution menjadi saksi bisu dari momen pelepasan ini, di mana kepala sekolah dan para guru memberikan wejangan kepada siswa-siswa yang akan menghadapi ujian kehidupan selanjutnya. Siswa-siswa diberikan motivasi untuk terus mengembangkan potensi, menjunjung tinggi nilai-nilai kejujuran, dan menjadi agen perubahan positif di masyarakat. \n Sebagai bagian dari rangkaian acara, Yayasan Perguruan Cikini turut memberikan penghargaan kepada siswa-siswa berprestasi yang telah menonjol dalam berbagai bidang. Pelepasan siswa kelas 12 ini bukan hanya sekadar perpisahan, tetapi juga awal dari perjalanan baru mereka yang diharapkan dapat membawa dampak positif bagi diri mereka sendiri dan lingkungan sekitar.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "XTRAVAGANZA 2022",
      "deskripsi": "Dalam rangka menggali bakat dan menampilkan prestasi siswa, SMK 2 Musik Yayasan Perguruan Cikini menggelar acara spektakuler bertajuk 'XTRAVAGANZA 2022'. Acara ini menampilkan ragam talenta musik orkestra dari siswa-siswi SMK 2 Musik Yayasan Perguruan Cikini yang memukau penonton dengan keahlian dan dedikasi mereka dalam bermusik. Aula teater menjadi saksi ketangguhan mereka dalam menyajikan penampilan yang menghibur dan memberikan pengalaman musik yang luar biasa. \n XTRAVAGANZA 2022 bukan hanya sekadar pertunjukan biasa, melainkan panggung untuk menunjukkan kemampuan siswa SMK 2 Musik dalam mengolah harmoni dan melodi. Para penonton diajak merasakan nuansa musik yang kaya dan mendalam, memberikan apresiasi terhadap talenta yang diasah di bawah bimbingan pendidik yang berkompeten. Acara ini menjadi sarana bagi siswa untuk memperlihatkan kemampuan bermusik mereka di hadapan publik, sekaligus memperkuat semangat kebersamaan dan kecintaan terhadap seni musik. \n Melalui penampilan orkestra yang penuh semangat, SMK 2 Musik Yayasan Perguruan Cikini berhasil menciptakan pengalaman musik yang tak terlupakan bagi seluruh peserta dan penonton. Diharapkan, keberhasilan ini dapat menjadi inspirasi bagi siswa-siswi lainnya untuk terus berkembang dan mengeksplorasi potensi di bidang musik. Acara ini menandai prestasi gemilang sekolah dalam mencetak generasi musisi masa depan yang berbakat dan berdedikasi.",
      "maker": "Redaksi",
      "urlImage": "img/event/XTRAVAGANZA_2022.jpg",
      "alt": "XTRAVAGANZA_2022.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "Acara 17 Agustus 2022",
      "deskripsi": "Dalam rangka merayakan hari lahirnya Indonesia yang ke-77 pada tanggal 17 Agustus, SMK 2 Musik Yayasan Perguruan Cikini turut berpartisipasi dengan menyelenggarakan acara khusus. Kemeriahan perayaan tersebut semakin terasa dengan penampilan musik istimewa yang disuguhkan oleh siswa SMK 2 Musik. Mereka berhasil menghibur para tamu undangan dan pejabat pemerintah yang hadir dalam acara yang dilaksanakan di Kantor Kementerian Pendidikan dan Kebudayaan (Kemendikbud) pada tahun 2022. \n Penampilan musik dari siswa SMK 2 Musik Yayasan Perguruan Cikini di acara peringatan kemerdekaan ini menciptakan atmosfer kebangsaan yang begitu menggema. Orkestra dan ansambel musik yang dibawakan dengan penuh semangat dan kekompakan menunjukkan prestasi siswa dalam menggali potensi musik mereka. Keindahan melodi dan harmoni yang dihasilkan menjadi bentuk penghormatan mereka terhadap perjuangan bangsa Indonesia. \n Perayaan di Kantor Kemendikbud ini memberikan kesempatan bagi siswa SMK 2 Musik untuk menunjukkan kontribusi mereka dalam memperingati kemerdekaan Indonesia. Dengan kolaborasi musikal yang memukau, mereka turut merayakan semangat persatuan dan keberagaman yang menjadi ciri khas negara ini. Melalui partisipasi ini, SMK 2 Musik Yayasan Perguruan Cikini memberikan kontribusi positif dalam memupuk rasa nasionalisme di kalangan siswa dan masyarakat.",
      "maker": "Redaksi",
      "urlImage": "img/event/17 Agustus Kemendikbud.jpg",
      "alt": "17 Agustus Kemendikbud.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "Kunjungan ke UPH",
      "deskripsi": "SMK 2 Musik Yayasan Perguruan Cikini menggelar acara kunjungan ke kampus Universitas Pelita Harapan (UPH) pada tahun 2023. Acara ini bertujuan untuk memberikan pengenalan kepada siswa SMK 2 tentang budaya perkuliahan dan lingkungan kampus yang inspiratif. Selama kunjungan ini, para siswa dapat melihat langsung ruangan-ruangan kelas, perpustakaan, serta fasilitas lainnya yang dimiliki oleh UPH. \n Acara kunjungan ini menjadi kesempatan emas bagi siswa SMK 2 untuk mendapatkan pemahaman lebih dalam mengenai dunia perkuliahan dan kehidupan kampus. Mereka diberikan pengenalan tentang berbagai kegiatan akademik dan non-akademik yang dapat diikuti di UPH. Dalam suasana yang penuh antusiasme, siswa mendapatkan informasi mengenai program studi yang ditawarkan, kegiatan ekstrakurikuler, serta dukungan fasilitas akademik yang memadai. \n Selain pengenalan terhadap kehidupan perkuliahan, siswa SMK 2 juga diajak untuk mengenal budaya kampus UPH. Mereka berkesempatan berinteraksi dengan mahasiswa dan dosen, serta mendengarkan pengalaman-pengalaman unik yang mereka alami selama menempuh pendidikan di UPH. Hal ini diharapkan dapat memotivasi siswa SMK 2 untuk meraih prestasi dan merencanakan masa depan mereka di dunia perguruan tinggi. \n Kegiatan kunjungan ini berhasil menciptakan suasana akrab antara siswa SMK 2 dan lingkungan kampus UPH. Para siswa merasa terinspirasi dan lebih siap menghadapi peralihan dari pendidikan menengah ke pendidikan tinggi. Dengan dukungan dari yayasan perguruan cikini, kunjungan ini menjadi bagian penting dalam membantu siswa SMK 2 merencanakan karir dan mengejar impian akademik mereka.",
      "maker": "Redaksi",
      "urlImage": "img/event/Kunjungan ke UPH.jpg",
      "alt": "Kunjungan ke UPH.jpg"
    },
    {
      "id": 5,
      "date": "01/08/2022",
      "headline": "Acara Musik Festival",
      "deskripsi": "SMK 2 Musik dari Yayasan Perguruan Cikini telah menunjukkan kebolehan musikal mereka dalam sebuah acara festival musik band yang digelar pada tahun 2023. Acara ini merupakan platform bagi siswa-siswi SMK 2 untuk menampilkan bakat dan kreativitas mereka dalam bermusik. Dengan antusiasme yang tinggi, para siswa menampilkan berbagai genre musik yang mencerminkan keberagaman kreativitas di kalangan pelajar. \nFestival musik band ini diselenggarakan oleh Suku Dinas Kebudayaan Kota Administrasi Jakarta Selatan sebagai upaya untuk mendukung dan mempromosikan talenta musikal di kalangan pelajar. Acara tersebut dihadiri oleh sejumlah penonton yang memberikan dukungan penuh kepada para peserta. Para siswa SMK 2 dengan semangat memainkan instrumen mereka dan memberikan penampilan terbaik, menciptakan atmosfer yang energetik dan memeriahkan festival tersebut. \nSelama festival, sebuah kompetisi digelar dan beberapa hadiah menarik diberikan kepada para pemenang. Pemberian hadiah tersebut bertujuan untuk memberikan apresiasi terhadap upaya dan prestasi yang ditunjukkan oleh siswa-siswi SMK 2 dalam festival musik band. Dukungan dari yayasan perguruan cikini dalam menghadirkan acara ini memberikan dampak positif terhadap semangat belajar dan berkarya siswa-siswi SMK 2 di bidang musik. \nAcara festival musik band tahun 2023 ini tidak hanya menjadi wadah untuk menyalurkan bakat musikal, tetapi juga membantu memperkuat rasa kebersamaan di antara siswa, guru, dan masyarakat sekitar. Keberhasilan dan antusiasme peserta memotivasi untuk lebih mengembangkan potensi musikal di kalangan pelajar, sehingga acara serupa dapat terus diadakan untuk memupuk semangat seni dan kreativitas di dunia pendidikan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 6,
      "date": "01/08/2022",
      "headline": "Welcoming Concert 2023",
      "deskripsi": "SMK 2 Musik dari Yayasan Perguruan Cikini memulai tahun ajaran baru dengan meriahkan suasana melalui acara 'Welcoming Concert' yang digelar pada tahun 2023. Acara ini merupakan bentuk sambutan hangat bagi siswa baru serta sebagai pembukaan semester yang penuh semangat. Diselenggarakan oleh Yayasan Perguruan Cikini, konser sambutan ini dilaksanakan di area SMK 2 Musik sebagai bentuk kegembiraan dan penyambutan positif di awal tahun pelajaran. \nDalam 'Welcoming Concert' tersebut, berbagai penampilan musik dari siswa SMK 2 Musik memberikan kekayaan warna seni yang memukau. Dengan berbagai genre musik yang dipresentasikan, konser ini menjadi wadah bagi para siswa untuk menunjukkan bakat dan kebolehan musikal mereka. Keberagaman penampilan ini menciptakan suasana yang energetik dan menggugah semangat kebersamaan di kalangan siswa dan pengajar.\nYayasan Perguruan Cikini turut berperan aktif dalam mengorganisir acara ini sebagai bagian dari upaya untuk memberikan pengalaman yang berkesan kepada siswa. Acara 'Welcoming Concert' mencerminkan komitmen yayasan dalam membangun lingkungan pendidikan yang kreatif, dinamis, dan mendukung perkembangan seni dan budaya di kalangan siswa SMK 2 Musik.\nSebagai momen yang penuh kegembiraan dan inspirasi, 'Welcoming Concert' tahun 2023 bukan hanya merayakan kehadiran siswa baru, tetapi juga menjadi peristiwa yang mempererat hubungan antara siswa, guru, dan yayasan. Dengan adanya dukungan dari yayasan perguruan cikini, diharapkan kegiatan semacam ini dapat terus menjadi tradisi yang memotivasi dan memupuk semangat belajar siswa di bidang seni musik.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 7,
      "date": "01/08/2022",
      "headline": "Lomba MusPus Jakarta",
      "deskripsi": "SMK 2 Musik dari Yayasan Perguruan Cikini meraih prestasi gemilang pada acara Musikalisasi Puisi (MusPus) Musikalisasi Puisi Jakarta Selatan tahun 2023. Dalam acara yang diadakan di Jakarta Selatan, sekolah ini berhasil menyabet juara 1 dalam kategori musikalisasi puisi yang melibatkan berbagai sekolah di wilayah tersebut. Keberhasilan ini menandai pencapaian luar biasa dari siswa-siswa SMK 2 Musik yang telah bekerja keras untuk mempersiapkan dan menyajikan penampilan terbaik mereka. \nAcara MusPus Jakarta Selatan menjadi panggung bagi siswa-siswa SMK 2 Musik untuk memamerkan bakat dan keahlian mereka dalam seni musikalisasi puisi. Dengan dukungan penuh dari yayasan perguruan cikini, para siswa telah menghasilkan penampilan yang mengesankan, sehingga mampu mengungguli pesaing-pesaingnya dan memenangkan predikat juara 1. Prestasi ini menjadi bukti komitmen sekolah dan yayasan dalam membina dan mengembangkan potensi siswa di bidang seni musikalisasi puisi.\n Yayasan Perguruan Cikini turut berbahagia dan bangga dengan pencapaian gemilang ini. Prestasi juara 1 dalam MusPus Musikalisasi Puisi Jakarta Selatan tidak hanya mengukir prestasi untuk SMK 2 Musik tetapi juga mencerminkan dedikasi yayasan dalam menciptakan lingkungan pendidikan yang mendukung pengembangan bakat dan minat siswa. Diharapkan, prestasi ini menjadi inspirasi bagi siswa-siswa lainnya untuk terus berprestasi dan memberikan kontribusi positif di berbagai kompetisi seni di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 8,
      "date": "01/08/2022",
      "headline": "Percik FAIR 2023 & Percik Kids Competition",
      "deskripsi": "SD Perguruan Cikini mengadakan rangkaian acara spektakuler pada PERCIK FAIR 2023 dan PERCIK KIDS Competition di Jakarta Selatan. Acara ini berhasil menciptakan panggung inspiratif yang dihiasi dengan partisipasi berbagai TK, termasuk TK Aisyiyah 94, TK Negeri Tegal, dan TK Trisula Perwari II, yang ikut meriahkan suasana.\nPERCIK FAIR 2023 menjadi wadah bagi siswa SD Perguruan Cikini dan TK sekitarnya untuk menunjukkan bakat, kreativitas, dan pencapaian mereka dalam berbagai kegiatan. Acara ini juga menonjolkan PERCIK KIDS Competition, sebuah kompetisi yang menampilkan peserta dari berbagai usia, menjadikannya sebagai ajang bergengsi untuk anak-anak di Jakarta Selatan.\nPemberian hadiah pada acara tersebut tidak hanya menjadi bentuk penghargaan untuk peserta yang berprestasi, tetapi juga menjadi motivasi positif untuk terus mengembangkan bakat dan potensi. Dengan menggabungkan PERCIK FAIR dan PERCIK KIDS Competition, SD Perguruan Cikini menciptakan platform yang holistik untuk pembelajaran dan pertumbuhan siswa.\nDiselenggarakannya acara ini di Jakarta Selatan menjadi langkah strategis untuk memperkuat jaringan pendidikan dan membangun sinergi antarlembaga. SD Perguruan Cikini berkomitmen untuk terus menjadi pelopor dalam memberikan pendidikan yang berkualitas dan mendukung perkembangan anak-anak di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 9,
      "date": "01/08/2022",
      "headline": "Percik Innocreat School",
      "deskripsi": "SD Perguruan Cikini menggelar kegiatan unik dan edukatif dengan nama 'Percik Innocreat School' di Dkandang Amazing Farm. Acara field trip pertama pada November 2023 ini mengajak siswa untuk merasakan pengalaman belajar yang berbeda dengan kegiatan outbound dan berinteraksi langsung dengan hewan, terutama kambing.\nPercik Innocreat School menjadi ajang pembelajaran interaktif di luar kelas, memungkinkan siswa SD Perguruan Cikini untuk menjelajahi dunia pertanian dan peternakan. Lokasi di Dkandang Amazing Farm memberikan pengalaman menyenangkan dengan suasana pedesaan yang unik, menciptakan suasana belajar yang lebih mendalam.\nKegiatan outbound dan bercengkrama langsung dengan hewan, khususnya kambing, memberikan siswa pemahaman lebih mendalam tentang kehidupan hewan dan proses pertanian. SD Perguruan Cikini berupaya memberikan pendekatan pembelajaran yang menyenangkan dan berkesan, sehingga siswa dapat belajar sambil bermain dan merasakan langsung keindahan alam.\nField trip ini menjadi momen berharga bagi siswa SD Perguruan Cikini untuk merasakan kegembiraan belajar di luar kelas, meningkatkan rasa keterlibatan, dan memupuk kecintaan terhadap alam dan lingkungan sekitar. Dengan Percik Innocreat School, SD Perguruan Cikini terus berinovasi dalam memberikan pendidikan yang holistik dan berkesan bagi para siswanya.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 10,
      "date": "01/08/2022",
      "headline": "Gelar Karya - Projek Penguatan dan Pembelajaran Pancasila",
      "deskripsi": "SD Perguruan Cikini menggelar acara istimewa bertajuk 'Gelar Karya - Projek Penguatan dan Pembelajaran Pancasila' dengan meriah pada tanggal 23 November 2023. Halaman depan sekolah menjadi saksi atas kekreatifan dan semangat siswa dalam mengartikan dan menerapkan nilai-nilai Pancasila.\n'Projek Penguatan dan Pembelajaran Pancasila' menjadi pusat perhatian dengan menyajikan berbagai pentas kesenian yang diperagakan langsung oleh siswa dari setiap kelas. Mulai dari tarian daerah, musik tradisional, hingga drama, siswa SD Perguruan Cikini memberikan penampilan yang mengesankan untuk memperlihatkan pemahaman mereka terhadap nilai-nilai luhur Pancasila.\nAcara ini bukan sekadar pameran kreativitas, melainkan juga menjadi wadah interaksi antara siswa, guru, dan orangtua. Keberhasilan setiap kelas dalam menghasilkan karya yang mencerminkan semangat persatuan dan kesatuan bangsa Indonesia menjadi sorotan utama. Orangtua pun turut hadir untuk memberikan dukungan dan apresiasi terhadap kreativitas anak-anak mereka.\nMelalui ‘Gelar Karya,’ SD Perguruan Cikini tidak hanya menciptakan momen kebersamaan yang berharga, tetapi juga mengukuhkan komitmen sekolah dalam mendidik siswa dengan nilai-nilai kebangsaan. Acara ini menunjukkan bahwa pembelajaran Pancasila tidak hanya berlangsung di ruang kelas, melainkan juga diwujudkan melalui ekspresi seni dan karya kreatif siswa sebagai bentuk implementasi nilai-nilai Pancasila dalam kehidupan sehari-hari.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 11,
      "date": "01/08/2022",
      "headline": "Gebyar Budaya Nusantara",
      "deskripsi": "SD Perguruan Cikini menyelenggarakan acara megah bertajuk 'Gebyar Budaya Nusantara' dengan tema khusus pada budaya Aceh. Pada tanggal 23 November 2023, halaman depan sekolah menjadi panggung spektakuler yang menampilkan ragam keindahan budaya Aceh melalui berbagai bentuk seni dan tradisi.\n'Gebyar Budaya Nusantara' tahun ini menampilkan tema khusus yang mengangkat kekayaan budaya Aceh. Acara diisi dengan beragam pentas kesenian yang dipersembahkan oleh siswa dari tiap kelas. Mulai dari tarian daerah, pengenalan baju adat, hingga perlombaan tradisional seperti tarik tambang, siswa SD Perguruan Cikini berkolaborasi untuk menyajikan keindahan budaya Aceh.\nPentingnya memahami dan merayakan keragaman budaya Indonesia menjadi fokus utama acara ini. Siswa tidak hanya menampilkan seni, tetapi juga memberikan pengenalan mendalam terhadap baju adat Aceh, menceritakan makna di balik setiap gerakan tari, dan mengajak penonton merasakan kehangatan dan kebersamaan melalui perlombaan tradisional yang melibatkan semua siswa.\n'Gebyar Budaya Nusantara' berhasil menciptakan suasana penuh kegembiraan dan semangat persatuan. Dukungan dari orangtua siswa yang turut serta dalam acara ini semakin menambah kehangatan. Acara ini tidak hanya menjadi momen pembelajaran tentang kekayaan budaya Aceh, tetapi juga mengukuhkan tekad SD Perguruan Cikini dalam mendidik siswa untuk menjadi generasi yang menghargai dan melestarikan budaya Indonesia.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 12,
      "date": "01/08/2022",
      "headline": "ANBK = Assesmen Nasional Berbasis Komputer",
      "deskripsi": "SMK 3 Perguruan Cikini telah memulai pelaksanaan Asesmen Nasional Berbasis Komputer (ANBK) sebagai bagian dari upaya penilaian terhadap mutu sekolah. ANBK merupakan sistem penilaian yang mencakup sekolah, madrasah, dan program kesetaraan pada jenjang dasar dan menengah. Instrumen utama ANBK terdiri dari Asesmen Kompetensi Minimum (AKM), Survei Karakter (SK), dan Survei Lingkungan Belajar. Pelaksanaan ANBK dimulai dengan Survei Lingkungan Belajar pada bulan Agustus, sementara simulasi Asesmen Nasional akan dimulai pada bulan September.\n Survei Lingkungan Belajar merupakan salah satu tahap penting dalam ANBK yang membantu memetakan kondisi dan faktor-faktor lingkungan belajar di sekolah. Selain itu, ANBK juga diarahkan untuk menggantikan Ujian Nasional (UN) sejak tahun 2021. Meskipun ANBK tidak menggantikan peran UN dalam mengevaluasi prestasi individu murid, tetapi lebih berfokus pada pemetaan dan evaluasi mutu sistem pendidikan secara menyeluruh.\n Perubahan ke ANBK merupakan langkah penting yang diambil oleh Menteri Pendidikan, Kebudayaan, Riset dan Teknologi (Mendikbudristek), Nadiem Makarim. Tujuannya adalah untuk memperkuat pemahaman tentang mutu pendidikan dan menyediakan sumber informasi yang lebih komprehensif. Pelaksanaan ANBK di SMK 3 Perguruan Cikini menjadi bagian integral dari perubahan dalam penilaian pendidikan di Indonesia, menuju sistem yang lebih adaptif dan informatif",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 13,
      "date": "01/08/2022",
      "headline": "Wonderland Indonesia",
      "deskripsi": "Dalam suasana penuh keceriaan, TK Perguruan Cikini menggelar kegiatan berprestis 'Wonderland Indonesia'. Acara yang digelar di halaman depan sekolah ini menjadi sorotan utama dengan tema kebudayaan Indonesia yang bernuansa magis dan kreatif. Para siswa dari setiap kelas turut berpartisipasi dengan menghadirkan berbagai pentas kesenian, termasuk tari daerah dan pengenalan baju adat.\n Antusiasme siswa terlihat dalam setiap penampilan mereka yang berusaha menampilkan kekayaan budaya Indonesia secara atraktif. Berbagai kreativitas dan bakat siswa pun diapresiasi dalam acara ini, menciptakan atmosfer riang dan semangat kebangsaan di lingkungan TK Perguruan Cikini. Pada momen spesial ini, siswa juga diberikan kesempatan untuk menunjukkan kecintaan mereka terhadap warisan budaya bangsa.\n Tidak hanya pentas kesenian, kegiatan ini juga menandai pemberian hadiah kepada siswa dengan nilai tertinggi dalam perayaan kegiatan. Penghargaan ini bukan hanya sebagai bentuk apresiasi kepada siswa berprestasi, tetapi juga sebagai motivasi untuk mendorong semangat belajar dan pencapaian akademis yang lebih baik di masa depan. Dengan demikian, TK Perguruan Cikini memberikan kontribusi positif dalam membentuk karakter dan minat anak-anak sejak usia dini.\n Acara 'Wonderland Indonesia' yang berlangsung pada tahun 2023 ini membuktikan komitmen TK Perguruan Cikini dalam memberikan pengalaman belajar yang berkesan dan mendukung perkembangan holistik siswa. Dengan melibatkan seluruh siswa dalam kegiatan yang penuh warna ini, sekolah berharap mampu menciptakan lingkungan pendidikan yang merangsang kreativitas, memupuk rasa cinta terhadap budaya, dan meningkatkan semangat persaingan sehat di antara siswa.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 14,
      "date": "01/08/2022",
      "headline": " Hari Kemerdekaan Indonesia yang ke-78",
      "deskripsi": "Dalam rangka memperingati Hari Kemerdekaan Indonesia yang ke-78, TK Perguruan Cikini menggelar kegiatan meriah bertajuk '17 Agustus yang Ke-78'. Acara ini diadakan di halaman depan sekolah dan aula TK Perguruan Cikini untuk membangkitkan semangat nasionalisme dan kebersamaan di kalangan siswa. Suasana penuh semangat dan patriotisme terasa begitu kental seiring dengan berbagai kegiatan yang dihadirkan.\n Pada acara ini, anak-anak TK Perguruan Cikini dapat merasakan euforia kemerdekaan melalui berbagai perlombaan tradisional yang sering digelar pada perayaan Hari Kemerdekaan, seperti lomba makan kerupuk, masukan kelereng dengan sendok, dan perlombaan lainnya. Kreativitas dan keceriaan siswa terpancar dalam setiap kegiatan yang diikuti dengan antusiasme tinggi.\n Tidak hanya menghadirkan kegembiraan, kegiatan ini juga memberikan apresiasi kepada siswa yang berhasil memenangkan lomba. Pemberian hadiah menjadi momen istimewa untuk memberikan penghargaan kepada para peserta yang menunjukkan kemampuan dan semangat juang mereka. Hal ini diharapkan dapat menjadi motivasi tambahan bagi siswa dalam mengembangkan potensi dan prestasi mereka.\n Dengan mengadakan acara peringatan Hari Kemerdekaan yang meriah, TK Perguruan Cikini berhasil menciptakan lingkungan pendidikan yang menyenangkan dan mendidik. Selain memupuk semangat nasionalisme, kegiatan ini juga menjadi wahana pembelajaran yang interaktif dan menghibur bagi siswa, menciptakan kenangan indah sepanjang masa. Melalui berbagai perlombaan dan kegiatan seru, TK Perguruan Cikini turut berkontribusi dalam menumbuhkan rasa cinta tanah air sejak usia dini.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "Graduation Ceremony for 12th Grade Students at SMK 2",
      "deskripsi": "Cikini Educational Foundation celebrates a historic moment with the graduation ceremony for 12th-grade students in June 2023. The event took place at the Ade Irma Suryani Nasution Hall, serving as a platform to honor students who have completed their educational journey. In a warm atmosphere, the class of 2023 was guided towards a new chapter in their lives. \n Ade Irma Suryani Nasution Hall bore witness to this momentous occasion, where the school principal and teachers imparted guidance to students facing the upcoming challenges of life. Motivation was instilled for students to continually develop their potential, uphold the values of honesty, and become positive agents of change in society. \n As part of the event series, the Cikini Educational Foundation also recognized outstanding students who excelled in various fields. The 12th-grade graduation is not just a farewell but also marks the beginning of their new journey, expected to bring positive impacts to themselves and the surrounding community.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "XTRAVAGANZA 2022",
      "deskripsi": "In the spirit of discovering talents and showcasing student achievements, SMK 2 Music of the Cikini Educational Foundation held a spectacular event titled 'XTRAVAGANZA 2022.' The event featured a variety of orchestral music talents from students of SMK 2 Music, captivating the audience with their musical skills and dedication. The theater hall became a witness to their resilience in presenting entertaining performances and providing an extraordinary musical experience. \n XTRAVAGANZA 2022 is not just an ordinary show but a stage to demonstrate the musical abilities of SMK 2 Music students in orchestrating harmony and melody. The audience was invited to experience rich and profound musical nuances, fostering appreciation for the talents honed under competent educators. The event served as a platform for students to showcase their musical abilities to the public, reinforcing a sense of togetherness and love for the art of music. \n Through spirited orchestral performances, SMK 2 Music of the Cikini Educational Foundation successfully created an unforgettable musical experience for participants and spectators. The success is expected to inspire other students to continue developing their musical potential. The event marks the school's outstanding achievement in cultivating future talented and dedicated musicians.",
      "maker": "Editorial Team",
      "urlImage": "img/event/XTRAVAGANZA_2022.jpg",
      "alt": "XTRAVAGANZA_2022.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "August 17th, 2022 Event",
      "deskripsi": "In celebration of Indonesia's 77th Independence Day on August 17th, SMK 2 Music of the Cikini Educational Foundation participated by organizing a special event. The festivity was heightened with a special musical performance by SMK 2 Music students. They successfully entertained guests and government officials at the event held at the Ministry of Education and Culture (Kemendikbud) in 2022. \n The musical performance by SMK 2 Music students at this independence celebration created a resounding national atmosphere. The orchestra and musical ensemble, performed with enthusiasm and unity, showcased the students' achievements in exploring their musical potential. The beauty of the melody and harmony produced paid tribute to Indonesia's struggle for independence. \n The celebration at the Kemendikbud office provided an opportunity for SMK 2 Music students to contribute to commemorating Indonesia's independence. Through captivating musical collaboration, they celebrated the spirit of unity and diversity that characterizes the nation. With the support of the Cikini Educational Foundation, this participation contributes positively to fostering nationalism among students and the community.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "Visit to UPH (Pelita Harapan University)",
      "deskripsi": "SMK 2 Music of the Cikini Educational Foundation organized a visit to Pelita Harapan University (UPH) campus in 2023. The event aimed to introduce SMK 2 students to the academic culture and inspirational campus environment. During this visit, students could directly observe classrooms, the library, and other facilities at UPH. \n The visit provided a golden opportunity for SMK 2 students to gain a deeper understanding of university life. They received insights into various academic and non-academic activities at UPH. In an atmosphere of enthusiasm, students were informed about offered study programs, extracurricular activities, and the adequate academic facilities provided. \n In addition to introducing university life, SMK 2 students were invited to embrace UPH campus culture. They had the chance to interact with students and faculty, listening to their unique experiences during their education at UPH. This was expected to motivate SMK 2 students to achieve excellence and plan their academic future. \n The visit successfully created a friendly atmosphere between SMK 2 students and the UPH campus environment. Students felt inspired and better prepared to transition from secondary education to higher education. With the support of the Cikini Educational Foundation, this visit became an essential part of assisting SMK 2 students in planning their careers and pursuing their academic dreams.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 5,
      "date": "01/08/2022",
      "headline": "Music Festival Event",
      "deskripsi": "SMK 2 Music from the Cikini Educational Foundation showcased their musical abilities in a music band festival held in 2023. The event served as a platform for SMK 2 students to display their musical talents and creativity. With high enthusiasm, students presented various music genres reflecting the diverse creativity among pupils. \nThe music band festival was organized by the South Jakarta Cultural Office as an effort to support and promote musical talents among students. The event was attended by a number of spectators who provided full support to the participants. SMK 2 students played their instruments with spirit and delivered their best performances, creating an energetic atmosphere and enlivening the festival. \n During the festival, a competition was held, and several attractive prizes were awarded to the winners. The awarding aimed to appreciate the efforts and achievements demonstrated by SMK 2 students in the music band festival. The support from the Cikini Educational Foundation in presenting this event had a positive impact on the learning and artistic enthusiasm of SMK 2 students. \nThe music band festival event in 2023 was not only a platform to channel musical talents but also helped strengthen the sense of togetherness among students, teachers, and the surrounding community. The success and enthusiasm of the participants motivate further development of musical potential among students, ensuring similar events continue to be held to cultivate the spirit of art and creativity in education.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 6,
      "date": "01/08/2022",
      "headline": "Welcoming Concert 2023",
      "deskripsi": "SMK 2 Music from the Cikini Educational Foundation kicked off the new academic year by enlivening the atmosphere through the 'Welcoming Concert' held in 2023. The event served as a warm welcome for new students and as the spirited opening of the semester. Organized by the Cikini Educational Foundation, this welcome concert took place at the SMK 2 Music area, bringing joy and positive welcome to the beginning of the school year. \n In this 'Welcoming Concert,' various musical performances by SMK 2 Music students provided a captivating array of artistic colors. With various music genres presented, the concert became a platform for students to showcase their musical talents and abilities. The diversity of performances created an energetic atmosphere, igniting a sense of togetherness among students and educators. \n The Cikini Educational Foundation actively played a role in organizing this event as part of efforts to provide a memorable experience for students. The 'Welcoming Concert' reflects the foundation's commitment to building a creative, dynamic educational environment that supports the development of arts and culture among SMK 2 Music students. \n As a moment full of joy and inspiration, the 'Welcoming Concert' in 2023 not only celebrated the presence of new students but also became an event that strengthened the bond between students, teachers, and the foundation. With the support of the Cikini Educational Foundation, it is hoped that such activities will continue to be a tradition that motivates and fosters the learning spirit of students in the field of musical arts.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 7,
      "date": "01/08/2022",
      "headline": "Jakarta MusPus Competition",
      "deskripsi": "SMK 2 Music from the Cikini Educational Foundation achieved outstanding success at the Jakarta South Musicalisasi Puisi (MusPus) competition in 2023. In an event held in South Jakarta, the school secured the 1st place in the musicalisasi puisi category involving various schools in the region. This success marks the extraordinary achievement of SMK 2 Music students who worked hard to prepare and present their best performances. \nThe MusPus Jakarta South event served as a stage for SMK 2 Music students to showcase their talents and skills in the art of musical poetry. With full support from the Cikini Educational Foundation, the students delivered an impressive performance, surpassing their competitors and winning the 1st place title. This achievement is evidence of the school's and foundation's dedication to nurturing and developing students' potential in the field of musical poetry. \nThe Cikini Educational Foundation is delighted and proud of this outstanding achievement. The 1st place win in the MusPus Musical Poetry Jakarta South not only brings glory to SMK 2 Music but also reflects the foundation's commitment to creating an educational environment that supports the development of students' talents and interests. It is hoped that this achievement will inspire other students to continue excelling and making positive contributions in various art competitions in the future.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    }
  ]
}
