{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "Field Trip SMA 2 Tahun 2022 Perguruan “CIKINI”",
      "deskripsi": "SD Perguruan ’Cikini’ mengadakan rangkaian acara spektakuler pada PERCIK FAIR 2023 dan PERCIK KIDS Competition di Jakarta Selatan. Acara ini berhasil menciptakan panggung inspiratif yang dihiasi dengan partisipasi berbagai TK, termasuk TK Aisyiyah 94, TK Negeri Tegal, dan TK Trisula Perwari II, yang ikut meriahkan suasana. PERCIK FAIR 2023 menjadi wadah bagi siswa SD Perguruan ’Cikini’ dan TK sekitarnya untuk menunjukkan bakat, kreativitas, dan pencapaian mereka dalam berbagai kegiatan. Acara ini juga menonjolkan PERCIK KIDS Competition, sebuah kompetisi yang menampilkan peserta dari berbagai usia, menjadikannya sebagai ajang bergengsi untuk anak-anak di Jakarta Selatan. \n Pemberian hadiah pada acara tersebut tidak hanya menjadi bentuk penghargaan untuk peserta yang berprestasi, tetapi juga menjadi motivasi positif untuk terus mengembangkan bakat dan potensi. Dengan menggabungkan PERCIK FAIR dan PERCIK KIDS Competition, SD Perguruan ’Cikini’ menciptakan platform yang holistik untuk pembelajaran dan pertumbuhan siswa. \n Diselenggarakannya acara ini di Jakarta Selatan menjadi langkah strategis untuk memperkuat jaringan pendidikan dan membangun sinergi antarlembaga. SD Perguruan ’Cikini’ berkomitmen untuk terus menjadi pelopor dalam memberikan pendidikan yang berkualitas dan mendukung perkembangan anak-anak di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/percik fair.jpg",
      "alt": "percik fair.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "Percik Fair 2023 & Percik Kids Competition - SD Perguruan ’Cikini’",
      "deskripsi": "SD Perguruan ’Cikini’ mengadakan rangkaian acara spektakuler pada PERCIK FAIR 2023 dan PERCIK KIDS Competition di Jakarta Selatan. Acara ini berhasil menciptakan panggung inspiratif yang dihiasi dengan partisipasi berbagai TK, termasuk TK Aisyiyah 94, TK Negeri Tegal, dan TK Trisula Perwari II, yang ikut meriahkan suasana. PERCIK FAIR 2023 menjadi wadah bagi siswa SD Perguruan ’Cikini’ dan TK sekitarnya untuk menunjukkan bakat, kreativitas, dan pencapaian mereka dalam berbagai kegiatan. Acara ini juga menonjolkan PERCIK KIDS Competition, sebuah kompetisi yang menampilkan peserta dari berbagai usia, menjadikannya sebagai ajang bergengsi untuk anak-anak di Jakarta Selatan. \n Pemberian hadiah pada acara tersebut tidak hanya menjadi bentuk penghargaan untuk peserta yang berprestasi, tetapi juga menjadi motivasi positif untuk terus mengembangkan bakat dan potensi. Dengan menggabungkan PERCIK FAIR dan PERCIK KIDS Competition, SD Perguruan ’Cikini’ menciptakan platform yang holistik untuk pembelajaran dan pertumbuhan siswa. \n Diselenggarakannya acara ini di Jakarta Selatan menjadi langkah strategis untuk memperkuat jaringan pendidikan dan membangun sinergi antarlembaga. SD Perguruan ’Cikini’ berkomitmen untuk terus menjadi pelopor dalam memberikan pendidikan yang berkualitas dan mendukung perkembangan anak-anak di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/percik fair.jpg",
      "alt": "percik fair.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "SMK Musik Perguruan ’Cikini’ Juara 1 Lomba Musikalisasi Puisi ",
      "deskripsi": "Peserta didik dari SMK Musik Perguruan ’Cikini’ menjadi juara 1 lomba musikalisasi puisi dalam acara Apresiasi dan Kompetisi Seni Bagi Pelajar Tingkat SMA/SMK dan MA tanggal 19-27 September 2023 yang diadakan oleh Suku Dinas Kebudayaan Kota Jakarta Selatan. Juara kali ini tidak lepas dari kerjasama tim, kreativitas peserta didik dan dukungan penuh dari sekolah untuk membangun prestasi bermusik. \n Musikalisasi puisi karya seni yang mengkolaborasikan karya puisi dengan iringan musik. Seni ini melibatkan beberapa unsur seperti; lagu, rima, irama, dan ekspresi tanpa mengubah teks dan makna puisi. Musik dikenal sebagai bahasa universal (universal language) yang artinya musik dapat diterima dan disukai oleh semua kalangan dan sebagai media ekspresi dan mampu menyatukan banyak kalangan masyarakat, baik kalangan bawah hingga kalangan atas. \n Sebagai bahasa universal (universal language) musik memegang peranan di berbagai aspek kehidupan manusia. Sehingga menjelma menjadi satu komposisi karya indah. Kandungan puisi disampaikan dengan daya ungkap dan komposisi musik yang menarik. Aktivitas ini diharapkan mampu menumbuhkan sikap positif di dalam memahami dan memaknai karya sastra. Musikalisasi puisi menjadi sebuah metode meningkatkan pemahaman dan kompetensi peserta didik terhadap musik dan puisi. Aktivitas ini juga mampu mengakselerasi kemampuan verbal dan musikalitas peserta didik. \n Musikalisasi puisi dapat membangun kompetensi peserta didik seperti memaksimalkan minat, bakat, motivasi dan potensi diri dalam bidang musik ketika menyusun komposisi musik dan puisi tersebut. Disamping kompetensi pengetahuan bermusik terdapat nilai-nilai karakter seperti kerja keras, manajerial tanggung jawab. Kemudian nilai-nilai karakter sesuai Profil Pelajar Pancasila seperti bernalar kritis muncul ketika mencari solusi dan alternatif, nilai berkebhinekaan global muncul dari berbagai latarbelakang budaya dan musik yang berbeda menjadi satu tim yang kompak dan progresif. Sementara itu nilai gotong royong dan mandiri muncul ketika mereka dapat membangun tanggung jawab pribadi untuk berkolaborasi bersama kelompok dalam mencapai satu tujuan yaitu pengalaman dan prestasi dalam kompetisi. \n Disamping itu munculnya kepemimpinan peserta didik (student agency) dalam diri peserta didik muncul dalam tiga aspek: suara (voice) yaitu ketika peserta didik bebas menyampaikan aspirasi dan inspirasi dari mereka sendiri tanpa intervensi dari pihak manapun. Kemudian pilihan (choice) yaitu ketika peserta didik dapat menentukan posisi dan komposisi sesuai diskusi kelompok mereka sendiri. Sementara itu yang terakhir adalah kepemilikan (ownership) yaitu ketika peserta didik mempunyai rasa memiliki pada kelompok mereka, berhasil atau tidak dan jalan atau tidak kelompok tersebut adalah tanggung jawab mereka semua. \n Harapan kami adalah mereka terus membangun motivasi dan kompetensi bermusik serta adaptif dalam mengikuti perkembangan zaman. Kepribadian yang baik (atitude) jangan pernah ditinggalkan apalagi diabaikan. Seorang musisi yang baik tidak hanya dilihat dari karyanya saja tapi juga soal karakter dan kepribadian yang baik untuk menjaga eksistensi bermusik yang sesuai perkembangan zaman seperti zaman musik digital beberapa tahun ini.",
      "maker": "Redaksi",
      "urlImage": "img/event/SMK Musik Perguruan Cikini Juara 1 Lomba Musikalisasi Puisi.jpg",
      "alt": "SMK Musik Perguruan Cikini Juara 1 Lomba Musikalisasi Puisi.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "‘Market Day’ Ajang Kreativitas Siswa SMA 1 Perguruan ’Cikini’",
      "deskripsi": "SMA 1 Perguruan ’Cikini’ menggelar acara 'Market Day' yang menjadi sorotan utama siswa dan warga sekolah. Dalam acara ini, para siswa dari setiap kelas turut berpartisipasi dengan menampilkan pentas kesenian, termasuk tarian daerah dan mini konser musik. Pengenalan beragam baju adat juga menjadi bagian menarik dalam upaya memperkenalkan keberagaman budaya di antara siswa. \n 'Market Day' tahun 2023 menjadi ajang kreativitas siswa SMA 1 Perguruan ’Cikini’ dengan diisi oleh stand-stand penjualan merchandise, makanan, dan souvenir yang dikelola oleh siswa. Mini bazaar ini memberikan kesempatan kepada siswa untuk menunjukkan bakat dan keterampilan bisnisnya, sambil menciptakan suasana kebersamaan dan semangat berkolaborasi di lingkungan sekolah.\n Aula sekolah SMA 1 Perguruan ’Cikini’ menjadi saksi perhelatan acara ini, menyajikan panggung untuk berbagai pertunjukan seni dan pusat kegiatan perdagangan mini. Keberagaman budaya dan kreativitas siswa tercermin dalam Market Day, menciptakan suasana penuh warna dan mempererat ikatan antaranggota komunitas sekolah. \n Pemberian apresiasi kepada siswa yang berprestasi dan terlibat aktif dalam 'Market Day' menunjukkan pentingnya peran seni dan kewirausahaan dalam pembentukan karakter siswa di SMA 1 Perguruan ’Cikini’. Keberhasilan acara ini menjadi bukti nyata bahwa pendekatan holistik dalam pendidikan, yang mencakup aspek seni, budaya, dan kewirausahaan, dapat memberikan pengalaman belajar yang berkesan dan berdampak positif bagi perkembangan siswa.",
      "maker": "Redaksi",
      "urlImage": "img/event/Market Day.jpg",
      "alt": "Market Day.jpg"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "PERCIK FAIR 2023 and PERCIK KIDS Competition - SD Perguruan 'Cikini'",
      "deskripsi": "SD Perguruan 'Cikini' organized a series of spectacular events at PERCIK FAIR 2023 and PERCIK KIDS Competition in South Jakarta. This event successfully created an inspirational stage adorned with the participation of various kindergartens, including TK Aisyiyah 94, TK Negeri Tegal, and TK Trisula Perwari II, adding to the festive atmosphere. PERCIK FAIR 2023 provided a platform for students of SD Perguruan 'Cikini' and neighboring kindergartens to showcase their talents, creativity, and achievements in various activities. The event also highlighted the PERCIK KIDS Competition, a competition featuring participants of various ages, making it a prestigious event for children in South Jakarta.\n The awarding ceremony at the event served not only as a form of recognition for outstanding participants but also as positive motivation to continue developing their talents and potentials. By combining PERCIK FAIR and PERCIK KIDS Competition, SD Perguruan 'Cikini' created a holistic platform for student learning and growth.\n The organization of this event in South Jakarta is a strategic step to strengthen the educational network and build synergy among institutions. SD Perguruan 'Cikini' is committed to continuing to be a pioneer in providing quality education and supporting the development of children in the future.",
      "maker": "Editorial Team",
      "urlImage": "img/event/percik fair.jpg",
      "alt": "percik fair.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "PERCIK FAIR 2023 and PERCIK KIDS Competition - SD Perguruan 'Cikini'",
      "deskripsi": "SD Perguruan 'Cikini' organized a series of spectacular events at PERCIK FAIR 2023 and PERCIK KIDS Competition in South Jakarta. This event successfully created an inspirational stage adorned with the participation of various kindergartens, including TK Aisyiyah 94, TK Negeri Tegal, and TK Trisula Perwari II, adding to the festive atmosphere. PERCIK FAIR 2023 provided a platform for students of SD Perguruan 'Cikini' and neighboring kindergartens to showcase their talents, creativity, and achievements in various activities. The event also highlighted the PERCIK KIDS Competition, a competition featuring participants of various ages, making it a prestigious event for children in South Jakarta.\n The awarding ceremony at the event served not only as a form of recognition for outstanding participants but also as positive motivation to continue developing their talents and potentials. By combining PERCIK FAIR and PERCIK KIDS Competition, SD Perguruan 'Cikini' created a holistic platform for student learning and growth.\n The organization of this event in South Jakarta is a strategic step to strengthen the educational network and build synergy among institutions. SD Perguruan 'Cikini' is committed to continuing to be a pioneer in providing quality education and supporting the development of children in the future.",
      "maker": "Editorial Team",
      "urlImage": "img/event/percik fair.jpg",
      "alt": "percik fair.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "SMK Musik Perguruan 'Cikini' won the 1st place in the Poetry Musicalization Competition.",
      "deskripsi": "The students from SMK Musik Perguruan 'Cikini' won the 1st place in the Poetry Musicalization Competition at the Appreciation and Art Competition for High School and Vocational High School Students held from September 19th to 27th, 2023, organized by the Cultural Department of South Jakarta. This victory was achieved through teamwork, the creativity of the students, and the full support of the school in building musical achievements. \n Poetry musicalization is an art form that combines poetry with musical accompaniment. This art involves several elements such as song, rhyme, rhythm, and expression without altering the text and meaning of the poetry. Music is known as a universal language, meaning it can be accepted and enjoyed by all groups of people and serves as a means of expression that can unite various segments of society, from the lower to the upper class. \n As a universal language, music plays a role in various aspects of human life, transforming into a beautiful composition. The content of the poem is conveyed with expressive power and an interesting musical composition. This activity is expected to foster a positive attitude in understanding and interpreting literary works. Poetry musicalization becomes a method to enhance students' understanding and competence in music and poetry. This activity can also accelerate the verbal and musical abilities of the students. \n Poetry musicalization can build students' competencies such as maximizing interests, talents, motivations, and potentials in the field of music when composing music and poetry. In addition to music knowledge competencies, there are character values such as hard work, managerial responsibility. Then, the character values according to the Pancasila Student Profile such as critical thinking emerge when seeking solutions and alternatives, global diversity values emerge from various cultural backgrounds and different music becoming one cohesive and progressive team. Meanwhile, the values of mutual cooperation and independence emerge when they can build personal responsibility to collaborate with the group in achieving one goal, namely experience and achievement in competition. \n In addition, the emergence of student agency within the students appears in three aspects: voice, when students freely express their aspirations and inspirations without intervention from any party. Then choice, when students can determine positions and compositions according to their own group discussions. Meanwhile, the last is ownership, when students have a sense of ownership in their group, whether successful or not, and whether the group's path is their responsibility. \n Our hope is that they continue to build motivation and musical competence and adapt to the changing times. Good personality (attitude) should never be overlooked or ignored. A good musician is not only judged by their work but also by their character and good personality to maintain musical existence in accordance with the development of the times, such as the digital music era in recent years.",
      "maker": "Editorial Team",
      "urlImage": "img/event/SMK Musik Perguruan Cikini Juara 1 Lomba Musikalisasi Puisi.jpg",
      "alt": "SMK Musik Perguruan Cikini Juara 1 Lomba Musikalisasi Puisi.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "'Market Day' Creative Showcase by Students of SMA 1 Perguruan 'Cikini'",
      "deskripsi": "SMA 1 Perguruan 'Cikini' held its 'Market Day' event, which became the highlight for both students and the school community. In this event, students from each class participated by showcasing artistic performances, including traditional dances and mini music concerts. The introduction of various traditional costumes also added an interesting element to the efforts of promoting cultural diversity among students. \n The 'Market Day' in 2023 served as a platform for the creative expression of SMA 1 Perguruan 'Cikini' students, featuring booths selling merchandise, food, and souvenirs managed by the students themselves. This mini bazaar provided an opportunity for students to showcase their talents and business skills while fostering a sense of togetherness and collaborative spirit within the school environment. \n The school auditorium of SMA 1 Perguruan 'Cikini' witnessed the grandeur of this event, serving as a stage for various artistic performances and a center for mini trade activities. The cultural diversity and creativity of the students were reflected in Market Day, creating a colorful atmosphere and strengthening the bond among members of the school community. \n Appreciating students who excelled and actively participated in 'Market Day' demonstrates the importance of arts and entrepreneurship in shaping the character of students at SMA 1 Perguruan 'Cikini'. The success of this event is tangible evidence that a holistic approach to education, which includes aspects of arts, culture, and entrepreneurship, can provide meaningful learning experiences and have a positive impact on student development.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Market Day.jpg",
      "alt": "Market Day.jpg"
    }
  ]
}
