{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "PELEPASAN SISWA KELAS 12 SMK 2 MUSIK YAYASAN PERGURUAN CIKINI",
      "deskripsi": "Yayasan Perguruan Cikini merayakan momen bersejarah dengan upacara pelepasan siswa kelas 12 pada bulan Juni 2023. Acara ini diadakan di Aula Ade Irma Suryani Nasution, menjadi wadah untuk memberikan penghargaan kepada siswa yang telah menyelesaikan perjalanan pendidikannya. Dalam suasana penuh kehangatan, siswa-siswa kelas 12 angkatan 2023 dipandu menuju babak baru dalam kehidupan mereka. \n Aula Ade Irma Suryani Nasution menjadi saksi bisu dari momen pelepasan ini, di mana kepala sekolah dan para guru memberikan wejangan kepada siswa-siswa yang akan menghadapi ujian kehidupan selanjutnya. Siswa-siswa diberikan motivasi untuk terus mengembangkan potensi, menjunjung tinggi nilai-nilai kejujuran, dan menjadi agen perubahan positif di masyarakat. \n Sebagai bagian dari rangkaian acara, Yayasan Perguruan Cikini turut memberikan penghargaan kepada siswa-siswa berprestasi yang telah menonjol dalam berbagai bidang. Pelepasan siswa kelas 12 ini bukan hanya sekadar perpisahan, tetapi juga awal dari perjalanan baru mereka yang diharapkan dapat membawa dampak positif bagi diri mereka sendiri dan lingkungan sekitar.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "XTRAVAGANZA 2022 - SMK 2 MUSIK YAYASAN PERGURUAN CIKINI",
      "deskripsi": "Dalam rangka menggali bakat dan menampilkan prestasi siswa, SMK 2 Musik Yayasan Perguruan Cikini menggelar acara spektakuler bertajuk 'XTRAVAGANZA 2022'. Acara ini menampilkan ragam talenta musik orkestra dari siswa-siswi SMK 2 Musik Yayasan Perguruan Cikini yang memukau penonton dengan keahlian dan dedikasi mereka dalam bermusik. Aula teater menjadi saksi ketangguhan mereka dalam menyajikan penampilan yang menghibur dan memberikan pengalaman musik yang luar biasa. \n XTRAVAGANZA 2022 bukan hanya sekadar pertunjukan biasa, melainkan panggung untuk menunjukkan kemampuan siswa SMK 2 Musik dalam mengolah harmoni dan melodi. Para penonton diajak merasakan nuansa musik yang kaya dan mendalam, memberikan apresiasi terhadap talenta yang diasah di bawah bimbingan pendidik yang berkompeten. Acara ini menjadi sarana bagi siswa untuk memperlihatkan kemampuan bermusik mereka di hadapan publik, sekaligus memperkuat semangat kebersamaan dan kecintaan terhadap seni musik. \n Melalui penampilan orkestra yang penuh semangat, SMK 2 Musik Yayasan Perguruan Cikini berhasil menciptakan pengalaman musik yang tak terlupakan bagi seluruh peserta dan penonton. Diharapkan, keberhasilan ini dapat menjadi inspirasi bagi siswa-siswi lainnya untuk terus berkembang dan mengeksplorasi potensi di bidang musik. Acara ini menandai prestasi gemilang sekolah dalam mencetak generasi musisi masa depan yang berbakat dan berdedikasi.",
      "maker": "Redaksi",
      "urlImage": "img/event/XTRAVAGANZA_2022.jpg",
      "alt": "XTRAVAGANZA_2022.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "ACARA 17 AGUSTUS 2022 - SMK 2 MUSIK YAYASAN PERGURUAN CIKINI",
      "deskripsi": "Dalam rangka merayakan hari lahirnya Indonesia yang ke-77 pada tanggal 17 Agustus, SMK 2 Musik Yayasan Perguruan Cikini turut berpartisipasi dengan menyelenggarakan acara khusus. Kemeriahan perayaan tersebut semakin terasa dengan penampilan musik istimewa yang disuguhkan oleh siswa SMK 2 Musik. Mereka berhasil menghibur para tamu undangan dan pejabat pemerintah yang hadir dalam acara yang dilaksanakan di Kantor Kementerian Pendidikan dan Kebudayaan (Kemendikbud) pada tahun 2022. \n Penampilan musik dari siswa SMK 2 Musik Yayasan Perguruan Cikini di acara peringatan kemerdekaan ini menciptakan atmosfer kebangsaan yang begitu menggema. Orkestra dan ansambel musik yang dibawakan dengan penuh semangat dan kekompakan menunjukkan prestasi siswa dalam menggali potensi musik mereka. Keindahan melodi dan harmoni yang dihasilkan menjadi bentuk penghormatan mereka terhadap perjuangan bangsa Indonesia. \n Perayaan di Kantor Kemendikbud ini memberikan kesempatan bagi siswa SMK 2 Musik untuk menunjukkan kontribusi mereka dalam memperingati kemerdekaan Indonesia. Dengan kolaborasi musikal yang memukau, mereka turut merayakan semangat persatuan dan keberagaman yang menjadi ciri khas negara ini. Melalui partisipasi ini, SMK 2 Musik Yayasan Perguruan Cikini memberikan kontribusi positif dalam memupuk rasa nasionalisme di kalangan siswa dan masyarakat.",
      "maker": "Redaksi",
      "urlImage": "img/event/17 Agustus Kemendikbud.jpg",
      "alt": "17 Agustus Kemendikbud.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "KUNJUNGAN KE UPH - SMK 2 MUSIK YAYASAN PERGURUAN CIKINI",
      "deskripsi": "SMK 2 Musik Yayasan Perguruan Cikini menggelar acara kunjungan ke kampus Universitas Pelita Harapan (UPH) pada tahun 2023. Acara ini bertujuan untuk memberikan pengenalan kepada siswa SMK 2 tentang budaya perkuliahan dan lingkungan kampus yang inspiratif. Selama kunjungan ini, para siswa dapat melihat langsung ruangan-ruangan kelas, perpustakaan, serta fasilitas lainnya yang dimiliki oleh UPH. \n Acara kunjungan ini menjadi kesempatan emas bagi siswa SMK 2 untuk mendapatkan pemahaman lebih dalam mengenai dunia perkuliahan dan kehidupan kampus. Mereka diberikan pengenalan tentang berbagai kegiatan akademik dan non-akademik yang dapat diikuti di UPH. Dalam suasana yang penuh antusiasme, siswa mendapatkan informasi mengenai program studi yang ditawarkan, kegiatan ekstrakurikuler, serta dukungan fasilitas akademik yang memadai. \n Selain pengenalan terhadap kehidupan perkuliahan, siswa SMK 2 juga diajak untuk mengenal budaya kampus UPH. Mereka berkesempatan berinteraksi dengan mahasiswa dan dosen, serta mendengarkan pengalaman-pengalaman unik yang mereka alami selama menempuh pendidikan di UPH. Hal ini diharapkan dapat memotivasi siswa SMK 2 untuk meraih prestasi dan merencanakan masa depan mereka di dunia perguruan tinggi. \n Kegiatan kunjungan ini berhasil menciptakan suasana akrab antara siswa SMK 2 dan lingkungan kampus UPH. Para siswa merasa terinspirasi dan lebih siap menghadapi peralihan dari pendidikan menengah ke pendidikan tinggi. Dengan dukungan dari yayasan perguruan cikini, kunjungan ini menjadi bagian penting dalam membantu siswa SMK 2 merencanakan karir dan mengejar impian akademik mereka.",
      "maker": "Redaksi",
      "urlImage": "img/event/Kunjungan ke UPH.jpg",
      "alt": "Kunjungan ke UPH.jpg"
    },
    {
      "id": 5,
      "date": "01/08/2022",
      "headline": "ACARA MUSIK FESTIVAL",
      "deskripsi": "SMK 2 Musik dari Yayasan Perguruan Cikini telah menunjukkan kebolehan musikal mereka dalam sebuah acara festival musik band yang digelar pada tahun 2023. Acara ini merupakan platform bagi siswa-siswi SMK 2 untuk menampilkan bakat dan kreativitas mereka dalam bermusik. Dengan antusiasme yang tinggi, para siswa menampilkan berbagai genre musik yang mencerminkan keberagaman kreativitas di kalangan pelajar. \nFestival musik band ini diselenggarakan oleh Suku Dinas Kebudayaan Kota Administrasi Jakarta Selatan sebagai upaya untuk mendukung dan mempromosikan talenta musikal di kalangan pelajar. Acara tersebut dihadiri oleh sejumlah penonton yang memberikan dukungan penuh kepada para peserta. Para siswa SMK 2 dengan semangat memainkan instrumen mereka dan memberikan penampilan terbaik, menciptakan atmosfer yang energetik dan memeriahkan festival tersebut. \nSelama festival, sebuah kompetisi digelar dan beberapa hadiah menarik diberikan kepada para pemenang. Pemberian hadiah tersebut bertujuan untuk memberikan apresiasi terhadap upaya dan prestasi yang ditunjukkan oleh siswa-siswi SMK 2 dalam festival musik band. Dukungan dari yayasan perguruan cikini dalam menghadirkan acara ini memberikan dampak positif terhadap semangat belajar dan berkarya siswa-siswi SMK 2 di bidang musik. \nAcara festival musik band tahun 2023 ini tidak hanya menjadi wadah untuk menyalurkan bakat musikal, tetapi juga membantu memperkuat rasa kebersamaan di antara siswa, guru, dan masyarakat sekitar. Keberhasilan dan antusiasme peserta memotivasi untuk lebih mengembangkan potensi musikal di kalangan pelajar, sehingga acara serupa dapat terus diadakan untuk memupuk semangat seni dan kreativitas di dunia pendidikan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 6,
      "date": "01/08/2022",
      "headline": "WELCOMING CONCERT 2023 - SMK 2 MUSIK YAYASAN PERGURUAN CIKINI",
      "deskripsi": "SMK 2 Musik dari Yayasan Perguruan Cikini memulai tahun ajaran baru dengan meriahkan suasana melalui acara 'Welcoming Concert' yang digelar pada tahun 2023. Acara ini merupakan bentuk sambutan hangat bagi siswa baru serta sebagai pembukaan semester yang penuh semangat. Diselenggarakan oleh Yayasan Perguruan Cikini, konser sambutan ini dilaksanakan di area SMK 2 Musik sebagai bentuk kegembiraan dan penyambutan positif di awal tahun pelajaran. \nDalam 'Welcoming Concert' tersebut, berbagai penampilan musik dari siswa SMK 2 Musik memberikan kekayaan warna seni yang memukau. Dengan berbagai genre musik yang dipresentasikan, konser ini menjadi wadah bagi para siswa untuk menunjukkan bakat dan kebolehan musikal mereka. Keberagaman penampilan ini menciptakan suasana yang energetik dan menggugah semangat kebersamaan di kalangan siswa dan pengajar.\nYayasan Perguruan Cikini turut berperan aktif dalam mengorganisir acara ini sebagai bagian dari upaya untuk memberikan pengalaman yang berkesan kepada siswa. Acara 'Welcoming Concert' mencerminkan komitmen yayasan dalam membangun lingkungan pendidikan yang kreatif, dinamis, dan mendukung perkembangan seni dan budaya di kalangan siswa SMK 2 Musik.\nSebagai momen yang penuh kegembiraan dan inspirasi, 'Welcoming Concert' tahun 2023 bukan hanya merayakan kehadiran siswa baru, tetapi juga menjadi peristiwa yang mempererat hubungan antara siswa, guru, dan yayasan. Dengan adanya dukungan dari yayasan perguruan cikini, diharapkan kegiatan semacam ini dapat terus menjadi tradisi yang memotivasi dan memupuk semangat belajar siswa di bidang seni musik.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 7,
      "date": "01/08/2022",
      "headline": "LOMBA MUSPUS JAKARTA - SMK 2 MUSIK YAYASAN PERGURUAN CIKINI",
      "deskripsi": "SMK 2 Musik dari Yayasan Perguruan Cikini meraih prestasi gemilang pada acara Musikalisasi Puisi (MusPus) Musikalisasi Puisi Jakarta Selatan tahun 2023. Dalam acara yang diadakan di Jakarta Selatan, sekolah ini berhasil menyabet juara 1 dalam kategori musikalisasi puisi yang melibatkan berbagai sekolah di wilayah tersebut. Keberhasilan ini menandai pencapaian luar biasa dari siswa-siswa SMK 2 Musik yang telah bekerja keras untuk mempersiapkan dan menyajikan penampilan terbaik mereka. \nAcara MusPus Jakarta Selatan menjadi panggung bagi siswa-siswa SMK 2 Musik untuk memamerkan bakat dan keahlian mereka dalam seni musikalisasi puisi. Dengan dukungan penuh dari yayasan perguruan cikini, para siswa telah menghasilkan penampilan yang mengesankan, sehingga mampu mengungguli pesaing-pesaingnya dan memenangkan predikat juara 1. Prestasi ini menjadi bukti komitmen sekolah dan yayasan dalam membina dan mengembangkan potensi siswa di bidang seni musikalisasi puisi.\n Yayasan Perguruan Cikini turut berbahagia dan bangga dengan pencapaian gemilang ini. Prestasi juara 1 dalam MusPus Musikalisasi Puisi Jakarta Selatan tidak hanya mengukir prestasi untuk SMK 2 Musik tetapi juga mencerminkan dedikasi yayasan dalam menciptakan lingkungan pendidikan yang mendukung pengembangan bakat dan minat siswa. Diharapkan, prestasi ini menjadi inspirasi bagi siswa-siswa lainnya untuk terus berprestasi dan memberikan kontribusi positif di berbagai kompetisi seni di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 8,
      "date": "01/08/2022",
      "headline": "PERCIK FAIR 2023 & PERCIK KIDS COMPETITION - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini mengadakan rangkaian acara spektakuler pada PERCIK FAIR 2023 dan PERCIK KIDS Competition di Jakarta Selatan. Acara ini berhasil menciptakan panggung inspiratif yang dihiasi dengan partisipasi berbagai TK, termasuk TK Aisyiyah 94, TK Negeri Tegal, dan TK Trisula Perwari II, yang ikut meriahkan suasana.\nPERCIK FAIR 2023 menjadi wadah bagi siswa SD Perguruan Cikini dan TK sekitarnya untuk menunjukkan bakat, kreativitas, dan pencapaian mereka dalam berbagai kegiatan. Acara ini juga menonjolkan PERCIK KIDS Competition, sebuah kompetisi yang menampilkan peserta dari berbagai usia, menjadikannya sebagai ajang bergengsi untuk anak-anak di Jakarta Selatan.\nPemberian hadiah pada acara tersebut tidak hanya menjadi bentuk penghargaan untuk peserta yang berprestasi, tetapi juga menjadi motivasi positif untuk terus mengembangkan bakat dan potensi. Dengan menggabungkan PERCIK FAIR dan PERCIK KIDS Competition, SD Perguruan Cikini menciptakan platform yang holistik untuk pembelajaran dan pertumbuhan siswa.\nDiselenggarakannya acara ini di Jakarta Selatan menjadi langkah strategis untuk memperkuat jaringan pendidikan dan membangun sinergi antarlembaga. SD Perguruan Cikini berkomitmen untuk terus menjadi pelopor dalam memberikan pendidikan yang berkualitas dan mendukung perkembangan anak-anak di masa depan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 9,
      "date": "01/08/2022",
      "headline": "PERCIK INNOCREAT SCHOOL - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini menggelar kegiatan unik dan edukatif dengan nama 'Percik Innocreat School' di Dkandang Amazing Farm. Acara field trip pertama pada November 2023 ini mengajak siswa untuk merasakan pengalaman belajar yang berbeda dengan kegiatan outbound dan berinteraksi langsung dengan hewan, terutama kambing.\nPercik Innocreat School menjadi ajang pembelajaran interaktif di luar kelas, memungkinkan siswa SD Perguruan Cikini untuk menjelajahi dunia pertanian dan peternakan. Lokasi di Dkandang Amazing Farm memberikan pengalaman menyenangkan dengan suasana pedesaan yang unik, menciptakan suasana belajar yang lebih mendalam.\nKegiatan outbound dan bercengkrama langsung dengan hewan, khususnya kambing, memberikan siswa pemahaman lebih mendalam tentang kehidupan hewan dan proses pertanian. SD Perguruan Cikini berupaya memberikan pendekatan pembelajaran yang menyenangkan dan berkesan, sehingga siswa dapat belajar sambil bermain dan merasakan langsung keindahan alam.\nField trip ini menjadi momen berharga bagi siswa SD Perguruan Cikini untuk merasakan kegembiraan belajar di luar kelas, meningkatkan rasa keterlibatan, dan memupuk kecintaan terhadap alam dan lingkungan sekitar. Dengan Percik Innocreat School, SD Perguruan Cikini terus berinovasi dalam memberikan pendidikan yang holistik dan berkesan bagi para siswanya.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 10,
      "date": "01/08/2022",
      "headline": "GELAR KARYA - PROJEK PENGUATAN DAN PEMBELAJARAN PANCASILA - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini menggelar acara istimewa bertajuk 'Gelar Karya - Projek Penguatan dan Pembelajaran Pancasila' dengan meriah pada tanggal 23 November 2023. Halaman depan sekolah menjadi saksi atas kekreatifan dan semangat siswa dalam mengartikan dan menerapkan nilai-nilai Pancasila.\n'Projek Penguatan dan Pembelajaran Pancasila' menjadi pusat perhatian dengan menyajikan berbagai pentas kesenian yang diperagakan langsung oleh siswa dari setiap kelas. Mulai dari tarian daerah, musik tradisional, hingga drama, siswa SD Perguruan Cikini memberikan penampilan yang mengesankan untuk memperlihatkan pemahaman mereka terhadap nilai-nilai luhur Pancasila.\nAcara ini bukan sekadar pameran kreativitas, melainkan juga menjadi wadah interaksi antara siswa, guru, dan orangtua. Keberhasilan setiap kelas dalam menghasilkan karya yang mencerminkan semangat persatuan dan kesatuan bangsa Indonesia menjadi sorotan utama. Orangtua pun turut hadir untuk memberikan dukungan dan apresiasi terhadap kreativitas anak-anak mereka.\nMelalui ‘Gelar Karya,’ SD Perguruan Cikini tidak hanya menciptakan momen kebersamaan yang berharga, tetapi juga mengukuhkan komitmen sekolah dalam mendidik siswa dengan nilai-nilai kebangsaan. Acara ini menunjukkan bahwa pembelajaran Pancasila tidak hanya berlangsung di ruang kelas, melainkan juga diwujudkan melalui ekspresi seni dan karya kreatif siswa sebagai bentuk implementasi nilai-nilai Pancasila dalam kehidupan sehari-hari.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 11,
      "date": "01/08/2022",
      "headline": "GEBYAR BUDAYA NUSANTARA - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini menyelenggarakan acara megah bertajuk 'Gebyar Budaya Nusantara' dengan tema khusus pada budaya Aceh. Pada tanggal 23 November 2023, halaman depan sekolah menjadi panggung spektakuler yang menampilkan ragam keindahan budaya Aceh melalui berbagai bentuk seni dan tradisi.\n'Gebyar Budaya Nusantara' tahun ini menampilkan tema khusus yang mengangkat kekayaan budaya Aceh. Acara diisi dengan beragam pentas kesenian yang dipersembahkan oleh siswa dari tiap kelas. Mulai dari tarian daerah, pengenalan baju adat, hingga perlombaan tradisional seperti tarik tambang, siswa SD Perguruan Cikini berkolaborasi untuk menyajikan keindahan budaya Aceh.\nPentingnya memahami dan merayakan keragaman budaya Indonesia menjadi fokus utama acara ini. Siswa tidak hanya menampilkan seni, tetapi juga memberikan pengenalan mendalam terhadap baju adat Aceh, menceritakan makna di balik setiap gerakan tari, dan mengajak penonton merasakan kehangatan dan kebersamaan melalui perlombaan tradisional yang melibatkan semua siswa.\n'Gebyar Budaya Nusantara' berhasil menciptakan suasana penuh kegembiraan dan semangat persatuan. Dukungan dari orangtua siswa yang turut serta dalam acara ini semakin menambah kehangatan. Acara ini tidak hanya menjadi momen pembelajaran tentang kekayaan budaya Aceh, tetapi juga mengukuhkan tekad SD Perguruan Cikini dalam mendidik siswa untuk menjadi generasi yang menghargai dan melestarikan budaya Indonesia.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 12,
      "date": "01/08/2022",
      "headline": "ANBK = ASSESSEN NASIONAL BERBASIS KOMPUTER - SMK 3 PERGURUAN CIKINI",
      "deskripsi": "SMK 3 Perguruan Cikini telah memulai pelaksanaan Asesmen Nasional Berbasis Komputer (ANBK) sebagai bagian dari upaya penilaian terhadap mutu sekolah. ANBK merupakan sistem penilaian yang mencakup sekolah, madrasah, dan program kesetaraan pada jenjang dasar dan menengah. Instrumen utama ANBK terdiri dari Asesmen Kompetensi Minimum (AKM), Survei Karakter (SK), dan Survei Lingkungan Belajar. Pelaksanaan ANBK dimulai dengan Survei Lingkungan Belajar pada bulan Agustus, sementara simulasi Asesmen Nasional akan dimulai pada bulan September.\nSurvei Lingkungan Belajar merupakan salah satu tahap penting dalam ANBK yang membantu memetakan kondisi dan faktor-faktor lingkungan belajar di sekolah. Selain itu, ANBK juga diarahkan untuk menggantikan Ujian Nasional (UN) sejak tahun 2021. Meskipun ANBK tidak menggantikan peran UN dalam mengevaluasi prestasi individu murid, tetapi lebih berfokus pada pemetaan dan evaluasi mutu sistem pendidikan secara menyeluruh.\nPerubahan ke ANBK merupakan langkah penting yang diambil oleh Menteri Pendidikan, Kebudayaan, Riset dan Teknologi (Mendikbudristek), Nadiem Makarim. Tujuannya adalah untuk memperkuat pemahaman tentang mutu pendidikan dan menyediakan sumber informasi yang lebih komprehensif. Pelaksanaan ANBK di SMK 3 Perguruan Cikini menjadi bagian integral dari perubahan dalam penilaian pendidikan di Indonesia, menuju sistem yang lebih adaptif dan informatif.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 13,
      "date": "01/08/2022",
      "headline": "WONDERLAND INDONESIA - TK PERGURUAN CIKINI",
      "deskripsi": "Dalam suasana penuh keceriaan, TK Perguruan Cikini menggelar kegiatan berprestis 'Wonderland Indonesia'. Acara yang digelar di halaman depan sekolah ini menjadi sorotan utama dengan tema kebudayaan Indonesia yang bernuansa magis dan kreatif. Para siswa dari setiap kelas turut berpartisipasi dengan menghadirkan berbagai pentas kesenian, termasuk tari daerah dan pengenalan baju adat.\nAntusiasme siswa terlihat dalam setiap penampilan mereka yang berusaha menampilkan kekayaan budaya Indonesia secara atraktif. Berbagai kreativitas dan bakat siswa pun diapresiasi dalam acara ini, menciptakan atmosfer riang dan semangat kebangsaan di lingkungan TK Perguruan Cikini. Pada momen spesial ini, siswa juga diberikan kesempatan untuk menunjukkan kecintaan mereka terhadap warisan budaya bangsa.\nTidak hanya pentas kesenian, kegiatan ini juga menandai pemberian hadiah kepada siswa dengan nilai tertinggi dalam perayaan kegiatan. Penghargaan ini bukan hanya sebagai bentuk apresiasi kepada siswa berprestasi, tetapi juga sebagai motivasi untuk mendorong semangat belajar dan pencapaian akademis yang lebih baik di masa depan. Dengan demikian, TK Perguruan Cikini memberikan kontribusi positif dalam membentuk karakter dan minat anak-anak sejak usia dini.\nAcara 'Wonderland Indonesia' yang berlangsung pada tahun 2023 ini membuktikan komitmen TK Perguruan Cikini dalam memberikan pengalaman belajar yang berkesan dan mendukung perkembangan holistik siswa. Dengan melibatkan seluruh siswa dalam kegiatan yang penuh warna ini, sekolah berharap mampu menciptakan lingkungan pendidikan yang merangsang kreativitas, memupuk rasa cinta terhadap budaya, dan meningkatkan semangat persaingan sehat di antara siswa.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 14,
      "date": "01/08/2022",
      "headline": "HARI KEMERDEKAAN INDONESIA YANG KE-78 - TK PERGURUAN CIKINI",
      "deskripsi": "Dalam rangka memperingati Hari Kemerdekaan Indonesia yang ke-78, TK Perguruan Cikini menggelar kegiatan meriah bertajuk '17 Agustus yang Ke-78'. Acara ini diadakan di halaman depan sekolah dan aula TK Perguruan Cikini untuk membangkitkan semangat nasionalisme dan kebersamaan di kalangan siswa. Suasana penuh semangat dan patriotisme terasa begitu kental seiring dengan berbagai kegiatan yang dihadirkan.\nPada acara ini, anak-anak TK Perguruan Cikini dapat merasakan euforia kemerdekaan melalui berbagai perlombaan tradisional yang sering digelar pada perayaan Hari Kemerdekaan, seperti lomba makan kerupuk, masukan kelereng dengan sendok, dan perlombaan lainnya. Kreativitas dan keceriaan siswa terpancar dalam setiap kegiatan yang diikuti dengan antusiasme tinggi.\nTidak hanya menghadirkan kegembiraan, kegiatan ini juga memberikan apresiasi kepada siswa yang berhasil memenangkan lomba. Pemberian hadiah menjadi momen istimewa untuk memberikan penghargaan kepada para peserta yang menunjukkan kemampuan dan semangat juang mereka. Hal ini diharapkan dapat menjadi motivasi tambahan bagi siswa dalam mengembangkan potensi dan prestasi mereka.\nDengan mengadakan acara peringatan Hari Kemerdekaan yang meriah, TK Perguruan Cikini berhasil menciptakan lingkungan pendidikan yang menyenangkan dan mendidik. Selain memupuk semangat nasionalisme, kegiatan ini juga menjadi wahana pembelajaran yang interaktif dan menghibur bagi siswa, menciptakan kenangan indah sepanjang masa. Melalui berbagai perlombaan dan kegiatan seru, TK Perguruan Cikini turut berkontribusi dalam menumbuhkan rasa cinta tanah air sejak usia dini.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 15,
      "date": "01/08/2022",
      "headline": "PPDB SMK 3 - SMA 2 PERGURUAN CIKINI",
      "deskripsi": "Proses Penerimaan Peserta Didik Baru (PPDB) SMK 3 dan SMA 2 Percik telah resmi dimulai untuk tahun ajaran 2023. PPDB merupakan singkatan dari Penerima Peserta Didik Baru, yang menjadi momen penting dalam mengakomodasi siswa-siswa baru yang akan bergabung dengan lingkungan pendidikan SMK 3 dan SMA 2 di bawah naungan yayasan perguruan cikini. Acara PPDB ini menjadi ajang penyeleksian bagi calon siswa yang ingin menjadi bagian dari sekolah tersebut.\nPelaksanaan PPDB untuk SMK 3 dan SMA 2 Percik pada tahun 2023 mengadopsi pendekatan digital dengan menyelenggarakan acara melalui halaman resmi website sekolah. Pendekatan ini memungkinkan proses pendaftaran dan seleksi peserta didik baru dapat dilakukan secara efisien dan transparan. Calon siswa dapat mengakses informasi terkait PPDB, mengunduh formulir pendaftaran, dan mengikuti proses seleksi dengan mudah melalui platform online.\nPPDB menjadi titik fokus bagi orang tua dan calon siswa yang ingin memastikan keterlibatan anak mereka dalam proses pendidikan di SMK 3 dan SMA 2 Percik. Dengan pelaksanaan yang dilakukan melalui halaman website, diharapkan dapat memberikan kemudahan dan aksesibilitas bagi seluruh pihak yang terlibat dalam proses PPDB ini. Dengan demikian, SMK 3 dan SMA 2 Percik menciptakan suatu sistem penerimaan siswa baru yang modern dan terkini sesuai dengan perkembangan teknologi informasi.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 16,
      "date": "01/08/2022",
      "headline": "MPLS SMK 3 dan SMA 2 Perguruan Cikini",
      "deskripsi": "SMK 3 dan SMA 2 Percik menggelar Masa Pengenalan Lingkungan Sekolah (MPLS) sebagai langkah awal untuk menyambut siswa baru dalam tahun ajaran 2023. MPLS menjadi periode krusial yang dirancang khusus untuk memperkenalkan siswa baru dengan lingkungan sekolah, proses pembelajaran, dan komunitas sekolah yang akan menjadi tempat mereka belajar dan berkembang selama beberapa tahun ke depan.\n Tahun 2023 menandai MPLS SMK 3 dan SMA 2 Percik yang diadakan secara daring melalui halaman resmi website sekolah. Dalam MPLS ini, siswa baru dapat mengikuti berbagai kegiatan yang dirancang untuk membantu mereka beradaptasi dengan lingkungan sekolah, mengenal guru dan teman sekelas, serta memahami nilai-nilai serta budaya sekolah. Melalui format online, SMK 3 dan SMA 2 Percik berkomitmen memberikan pengalaman MPLS yang interaktif dan informatif.\n Acara MPLS di halaman website SMK 3 dan SMA 2 yayasan perguruan cikini memberikan kemudahan akses bagi siswa baru untuk mengikuti setiap kegiatan dan mendapatkan informasi yang diperlukan untuk memulai perjalanan pendidikan mereka. Dengan konsep yang menarik dan inovatif, MPLS tahun 2023 diharapkan memberikan kesan positif kepada siswa baru dan memperkuat rasa sense of belonging mereka di lingkungan sekolah baru. SMK 3 dan SMA 2 Percik menjadikan MPLS sebagai awal yang menyenangkan dan bermakna bagi para siswa.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 17,
      "date": "01/08/2022",
      "headline": "USK 2023 SMK 3 dan SMA 2 Perguruan Cikini",
      "deskripsi": "SMK 3 dan SMA 2 Percik menggelar Ujian Sertifikasi Kompetensi (USK) sebagai langkah pengembangan dalam menilai kemampuan kompetensi siswa. USK ini menjadi alternatif yang menggantikan kegiatan sebelumnya, yaitu Uji Kompetensi Keahlian (UKK). Pada USK, peserta akan menjalani evaluasi kompetensi yang dikeluarkan oleh Badan Nasional Sertifikasi Profesi (BNSP). Proses ini memiliki signifikansi dalam memberikan bukti formal bahwa siswa memiliki kompetensi yang diakui secara nasional dalam bidang tertentu.\n Acara USK dijadwalkan berlangsung pada tanggal 10 Mei 2023 dan akan dilaksanakan di gedung SMK 3 - SMA 2 yayasan perguruan cikini. Proses ujian ini bukan hanya sebagai bentuk penilaian, tetapi juga memberikan kesempatan kepada siswa untuk mendapatkan sertifikat yang dapat meningkatkan nilai tambah dan rekam jejak mereka di dunia profesi. Dengan demikian, SMK 3 dan SMA 2 Percik memberikan pendekatan yang holistik dalam pengembangan potensi dan kesiapan siswa menghadapi tantangan di dunia kerja.\n Melalui USK, SMK 3 dan SMA 2 Percik berkomitmen untuk memberikan pendidikan yang bermutu dan relevan dengan kebutuhan dunia industri. Sertifikat yang diperoleh siswa diharapkan dapat membantu mereka dalam meraih kesempatan lebih luas di dunia pekerjaan. Keberhasilan siswa dalam USK akan menjadi cerminan dari komitmen sekolah dalam mempersiapkan peserta didiknya untuk menghadapi persaingan di era global.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 18,
      "date": "01/08/2022",
      "headline": "Market Day SMA 1 Perguruan Cikini",
      "deskripsi": "SMA 1 Perguruan Cikini menggelar acara 'Market Day' yang menjadi sorotan utama siswa dan warga sekolah. Dalam acara ini, para siswa dari setiap kelas turut berpartisipasi dengan menampilkan pentas kesenian, termasuk tarian daerah dan mini konser musik. Pengenalan beragam baju adat juga menjadi bagian menarik dalam upaya memperkenalkan keberagaman budaya di antara siswa.\n 'Market Day' tahun 2023 menjadi ajang kreativitas siswa SMA 1 Perguruan Cikini dengan diisi oleh stand-stand penjualan merchandise, makanan, dan souvenir yang dikelola oleh siswa. Mini bazaar ini memberikan kesempatan kepada siswa untuk menunjukkan bakat dan keterampilan bisnisnya, sambil menciptakan suasana kebersamaan dan semangat berkolaborasi di lingkungan sekolah.\n Aula sekolah SMA 1 Perguruan Cikini menjadi saksi perhelatan acara ini, menyajikan panggung untuk berbagai pertunjukan seni dan pusat kegiatan perdagangan mini. Keberagaman budaya dan kreativitas siswa tercermin dalam Market Day, menciptakan suasana penuh warna dan mempererat ikatan antaranggota komunitas sekolah.\n Pemberian apresiasi kepada siswa yang berprestasi dan terlibat aktif dalam 'Market Day' menunjukkan pentingnya peran seni dan kewirausahaan dalam pembentukan karakter siswa di SMA 1 Perguruan Cikini. Keberhasilan acara ini menjadi bukti nyata bahwa pendekatan holistik dalam pendidikan, yang mencakup aspek seni, budaya, dan kewirausahaan, dapat memberikan pengalaman belajar yang berkesan dan berdampak positif bagi perkembangan siswa.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 19,
      "date": "01/08/2022",
      "headline": "Campus Tour SMA 2 Perguruan Cikini",
      "deskripsi": "SMA 2 Perguruan Cikini mengadakan kegiatan 'Campus Tour' yang memberikan siswa kesempatan langka untuk menjelajahi institusi pendidikan tinggi terkemuka. Dalam rangkaian acara ini, tujuan utama kunjungan adalah Institut Pertanian Bogor (IPB), memberikan siswa pengalaman langsung mengenai atmosfer kampus dan peluang pendidikan di IPB.\n 'Campus Tour' ini dirancang untuk memberikan gambaran komprehensif tentang kehidupan kampus dan ragam program studi yang ditawarkan oleh IPB. Para siswa tidak hanya diberi kesempatan untuk mengenal ruang lingkup kampus, tetapi juga berinteraksi langsung dengan mahasiswa dan dosen, serta mendapatkan wawasan mengenai fasilitas dan kegiatan ekstrakurikuler yang dapat diikuti.\n Dalam kunjungan ini, siswa SMA 2 Perguruan Cikini memiliki kesempatan unik untuk mengeksplorasi kehidupan perkuliahan dan kegiatan di IPB. Kegiatan kampus visit ini bertujuan untuk memperkuat minat siswa terhadap pendidikan tinggi dan membantu mereka membuat keputusan informatif mengenai pilihan karier dan program studi yang akan dijalani setelah lulus SMA.\n Aula kampus IPB menjadi saksi dari antusiasme dan semangat belajar siswa SMA 2 Perguruan Cikini selama Campus Tour. Pemeriksaan fasilitas, sesi tanya jawab, dan pengenalan budaya kampus menjadi bagian integral dari pengalaman ini, menciptakan atmosfer yang memicu minat siswa terhadap dunia pendidikan tinggi.\n Dengan menyelenggarakan 'Campus Tour' ini, SMA 2 Perguruan Cikini memberikan kontribusi positif terhadap pembentukan visi masa depan siswa. Melalui pengalaman langsung ini, diharapkan siswa dapat membuat keputusan pendidikan yang lebih terinformasi dan merancang jalur pendidikan yang sesuai dengan minat dan bakat masing-masing.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 20,
      "date": "01/08/2022",
      "headline": "FIELD TRIP SMA 2 Perguruan Cikini",
      "deskripsi": "SMA 2 Perguruan Cikini melaksanakan kegiatan 'Field Trip' yang menjadi ajang eksplorasi ilmiah para siswa ke luar sekolah. Dalam kegiatan ini, tujuan utama perjalanan adalah Museum Geologi dan Taman Hutan Raya Ir. H. Juanda. Field trip merupakan pendekatan pembelajaran praktis yang memungkinkan siswa belajar secara langsung di luar lingkungan kelas.\n Dengan mengunjungi Museum Geologi, para siswa SMA 2 Perguruan Cikini dapat mengamati dan mempelajari beragam koleksi geologi, mineral, dan fosil yang dipamerkan. Hal ini tidak hanya meningkatkan pemahaman mereka terhadap bahan ajar, tetapi juga membangun apresiasi terhadap kekayaan alam dan sejarah geologi di Indonesia.\n Selain kunjungan ke Museum Geologi, para siswa juga diajak untuk menjelajahi Taman Hutan Raya Ir. H. Juanda. Kehadiran di tempat ini memberikan pengalaman mendalam tentang keanekaragaman hayati dan ekosistem hutan. Dengan melibatkan siswa dalam kegiatan luar ruangan, Field Trip memberikan kesempatan bagi mereka untuk memahami pentingnya menjaga lingkungan alam.\n Kegiatan Field Trip SMA 2 Perguruan Cikini dilakukan pada bulan September 2022, bertujuan memberikan pendekatan pembelajaran yang berbeda dan menyenangkan bagi siswa. Dengan merangkul metode pembelajaran praktis, sekolah ini tidak hanya memberikan pengetahuan teoritis, tetapi juga memupuk rasa keingintahuan dan apresiasi terhadap lingkungan sekitar.\n Field Trip ini merupakan langkah inovatif SMA 2 Perguruan Cikini untuk meningkatkan kualitas pendidikan dan memberikan pengalaman belajar yang lebih menyeluruh kepada siswa. Dengan menyelenggarakan kegiatan seperti ini, diharapkan siswa dapat memperoleh pengetahuan yang lebih mendalam dan menjadi pribadi yang peduli terhadap alam dan keberlanjutan lingkungan.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "headline": "GRADUATION CEREMONY FOR 12TH GRADE STUDENTS AT SMK 2",
      "deskripsi": "Cikini Educational Foundation celebrates a historic moment with the graduation ceremony for 12th-grade students in June 2023. The event took place at the Ade Irma Suryani Nasution Hall, serving as a platform to honor students who have completed their educational journey. In a warm atmosphere, the class of 2023 was guided towards a new chapter in their lives. \n Ade Irma Suryani Nasution Hall bore witness to this momentous occasion, where the school principal and teachers imparted guidance to students facing the upcoming challenges of life. Motivation was instilled for students to continually develop their potential, uphold the values of honesty, and become positive agents of change in society. \n As part of the event series, the Cikini Educational Foundation also recognized outstanding students who excelled in various fields. The 12th-grade graduation is not just a farewell but also marks the beginning of their new journey, expected to bring positive impacts to themselves and the surrounding community.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "headline": "XTRAVAGANZA 2022",
      "deskripsi": "In the spirit of discovering talents and showcasing student achievements, SMK 2 Music of the Cikini Educational Foundation held a spectacular event titled 'XTRAVAGANZA 2022.' The event featured a variety of orchestral music talents from students of SMK 2 Music, captivating the audience with their musical skills and dedication. The theater hall became a witness to their resilience in presenting entertaining performances and providing an extraordinary musical experience. \n XTRAVAGANZA 2022 is not just an ordinary show but a stage to demonstrate the musical abilities of SMK 2 Music students in orchestrating harmony and melody. The audience was invited to experience rich and profound musical nuances, fostering appreciation for the talents honed under competent educators. The event served as a platform for students to showcase their musical abilities to the public, reinforcing a sense of togetherness and love for the art of music. \n Through spirited orchestral performances, SMK 2 Music of the Cikini Educational Foundation successfully created an unforgettable musical experience for participants and spectators. The success is expected to inspire other students to continue developing their musical potential. The event marks the school's outstanding achievement in cultivating future talented and dedicated musicians.",
      "maker": "Editorial Team",
      "urlImage": "img/event/XTRAVAGANZA_2022.jpg",
      "alt": "XTRAVAGANZA_2022.jpg"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "headline": "AUGUST 17TH, 2022 EVENT",
      "deskripsi": "In celebration of Indonesia's 77th Independence Day on August 17th, SMK 2 Music of the Cikini Educational Foundation participated by organizing a special event. The festivity was heightened with a special musical performance by SMK 2 Music students. They successfully entertained guests and government officials at the event held at the Ministry of Education and Culture (Kemendikbud) in 2022. \n The musical performance by SMK 2 Music students at this independence celebration created a resounding national atmosphere. The orchestra and musical ensemble, performed with enthusiasm and unity, showcased the students' achievements in exploring their musical potential. The beauty of the melody and harmony produced paid tribute to Indonesia's struggle for independence. \n The celebration at the Kemendikbud office provided an opportunity for SMK 2 Music students to contribute to commemorating Indonesia's independence. Through captivating musical collaboration, they celebrated the spirit of unity and diversity that characterizes the nation. With the support of the Cikini Educational Foundation, this participation contributes positively to fostering nationalism among students and the community.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 4,
      "date": "01/08/2022",
      "headline": "VISIT TO UPH (PELITA HARAPAN UNIVERSITY)",
      "deskripsi": "SMK 2 Music of the Cikini Educational Foundation organized a visit to Pelita Harapan University (UPH) campus in 2023. The event aimed to introduce SMK 2 students to the academic culture and inspirational campus environment. During this visit, students could directly observe classrooms, the library, and other facilities at UPH. \n The visit provided a golden opportunity for SMK 2 students to gain a deeper understanding of university life. They received insights into various academic and non-academic activities at UPH. In an atmosphere of enthusiasm, students were informed about offered study programs, extracurricular activities, and the adequate academic facilities provided. \n In addition to introducing university life, SMK 2 students were invited to embrace UPH campus culture. They had the chance to interact with students and faculty, listening to their unique experiences during their education at UPH. This was expected to motivate SMK 2 students to achieve excellence and plan their academic future. \n The visit successfully created a friendly atmosphere between SMK 2 students and the UPH campus environment. Students felt inspired and better prepared to transition from secondary education to higher education. With the support of the Cikini Educational Foundation, this visit became an essential part of assisting SMK 2 students in planning their careers and pursuing their academic dreams.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 5,
      "date": "01/08/2022",
      "headline": "MUSIC FESTIVAL EVENT",
      "deskripsi": "SMK 2 Music from the Cikini Educational Foundation showcased their musical abilities in a music band festival held in 2023. The event served as a platform for SMK 2 students to display their musical talents and creativity. With high enthusiasm, students presented various music genres reflecting the diverse creativity among pupils. \nThe music band festival was organized by the South Jakarta Cultural Office as an effort to support and promote musical talents among students. The event was attended by a number of spectators who provided full support to the participants. SMK 2 students played their instruments with spirit and delivered their best performances, creating an energetic atmosphere and enlivening the festival. \n During the festival, a competition was held, and several attractive prizes were awarded to the winners. The awarding aimed to appreciate the efforts and achievements demonstrated by SMK 2 students in the music band festival. The support from the",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 6,
      "date": "01/08/2022",
      "headline": "WELCOMING CONCERT 2023",
      "deskripsi": "SMK 2 Music from the Cikini Educational Foundation kicked off the new academic year by enlivening the atmosphere through the 'Welcoming Concert' held in 2023. The event served as a warm welcome for new students and as the spirited opening of the semester. Organized by the Cikini Educational Foundation, this welcome concert took place at the SMK 2 Music area, bringing joy and positive welcome to the beginning of the school year. \n In this 'Welcoming Concert,' various musical performances by SMK 2 Music students provided a captivating array of artistic colors. With various music genres presented, the concert became a platform for students to showcase their musical talents and abilities. The diversity of performances created an energetic atmosphere, igniting a sense of togetherness among students and educators. \n The Cikini Educational Foundation actively played a role in organizing this event as part of efforts to provide a memorable experience for students. The 'Welcoming Concert' reflects the foundation's commitment to building a creative, dynamic educational environment that supports the development of arts and culture among SMK 2 Music students. \n As a moment full of joy and inspiration, the 'Welcoming Concert' in 2023 not only celebrated the presence of new students but also became an event that strengthened the bond between students, teachers, and the foundation. With the support of the Cikini Educational Foundation, it is hoped that such activities will continue to be a tradition that motivates and fosters the learning spirit of students in the field of musical arts.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 7,
      "date": "01/08/2022",
      "headline": "JAKARTA MUSPUS COMPETITION",
      "deskripsi": "SMK 2 Music from the Cikini Educational Foundation achieved outstanding success at the Jakarta South Musicalisasi Puisi (MusPus) competition in 2023. In an event held in South Jakarta, the school secured the 1st place in the musicalisasi puisi category involving various schools in the region. This success marks the extraordinary achievement of SMK 2 Music students who worked hard to prepare and present their best performances. \nThe MusPus Jakarta South event served as a stage for SMK 2 Music students to showcase their talents and skills in the art of musical poetry. With full support from the Cikini Educational Foundation, the students delivered an impressive performance, surpassing their competitors and winning the 1st place title. This achievement is evidence of the school's and foundation's dedication to nurturing and developing students' potential in the field of musical poetry. \nThe Cikini Educational Foundation is delighted and proud of this outstanding achievement. The 1st place win in the MusPus Musical Poetry Jakarta South not only brings glory to SMK 2 Music but also reflects the foundation's commitment to creating an educational environment that supports the development of students' talents and interests. It is hoped that this achievement will inspire other students to continue excelling and making positive contributions in various art competitions in the future.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 8,
      "date": "01/08/2022",
      "headline": "PERCIK FAIR 2023 & PERCIK KIDS COMPETITION - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini held a spectacular series of events at PERCIK FAIR 2023 and PERCIK KIDS Competition in South Jakarta. This event successfully created an inspirational stage adorned with the participation of various kindergartens, including TK Aisyiyah 94, TK Negeri Tegal, and TK Trisula Perwari II, which contributed to the festive atmosphere.\nPERCIK FAIR 2023 served as a platform for SD Perguruan Cikini students and surrounding kindergartens to showcase their talents, creativity, and achievements in various activities. The event also highlighted the PERCIK KIDS Competition, a prestigious competition featuring participants of various ages, making it a distinguished event for children in South Jakarta.\nAwarding prizes at the event was not only a form of recognition for outstanding participants but also a positive motivation to continue developing talents and potential. By combining PERCIK FAIR and PERCIK KIDS Competition, SD Perguruan Cikini created a holistic platform for student learning and growth.\nThe organization of this event in South Jakarta is a strategic step to strengthen the education network and build synergy among institutions. SD Perguruan Cikini is committed to continuing to be a pioneer in providing quality education and supporting the development of children in the future.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 9,
      "date": "01/08/2022",
      "headline": "PERCIK INNOCREAT SCHOOL - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini held a unique and educational event called 'Percik Innocreat School' at Dkandang Amazing Farm. The first field trip event in November 2023 invited students to experience a different learning experience with outbound activities and direct interaction with animals, especially goats.\nPercik Innocreat School became an interactive learning platform outside the classroom, allowing SD Perguruan Cikini students to explore the world of agriculture and animal husbandry. The location at Dkandang Amazing Farm provided a fun experience with its unique rural atmosphere, creating a deeper learning environment.\nOutbound activities and direct interaction with animals, especially goats, provided students with a deeper understanding of animal life and the farming process. SD Perguruan Cikini strives to provide a fun and memorable learning approach, allowing students to learn while playing and experiencing the beauty of nature.\nThis field trip was a valuable moment for SD Perguruan Cikini students to experience the joy of learning outside the classroom, enhance engagement, and cultivate love for nature and the surrounding environment. With Percik Innocreat School, SD Perguruan Cikini continues to innovate in providing holistic and impactful education for its students.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 10,
      "date": "01/08/2022",
      "headline": "ART EXHIBITION - PANCASILA STRENGTHENING AND LEARNING PROJECT - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini held a special event titled 'Gelar Karya - Pancasila Strengthening and Learning Project' with great enthusiasm on November 23, 2023. The school grounds witnessed the creativity and spirit of the students in interpreting and applying the noble values of Pancasila.\nThe 'Pancasila Strengthening and Learning Project' took center stage by presenting various artistic performances directly performed by students from each class. From regional dances, traditional music, to drama, SD Perguruan Cikini students delivered impressive performances to demonstrate their understanding of the noble values of Pancasila.\nThis event was not only a showcase of creativity but also a platform for interaction among students, teachers, and parents. The success of each class in producing works that reflect the spirit of unity and the nation's integrity was the main highlight. Parents also attended to provide support and appreciation for their children's creativity.\nThrough the 'Gelar Karya,' SD Perguruan Cikini not only created valuable moments of togetherness but also reaffirmed the school's commitment to educating students with national values. This event demonstrates that Pancasila learning not only takes place in the classroom but is also manifested through artistic expressions and creative works by students as a form of implementing Pancasila values in daily life.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 11,
      "date": "01/08/2022",
      "headline": "NUSANTARA CULTURE FESTIVAL - SD PERGURUAN CIKINI",
      "deskripsi": "SD Perguruan Cikini organized a magnificent event titled 'Nusantara Culture Festival' with a special theme on Acehnese culture. On November 23, 2023, the school's front yard became a spectacular stage showcasing the beauty of Acehnese culture through various forms of art and tradition.\nThe 'Nusantara Culture Festival' this year featured a special theme highlighting the richness of Acehnese culture. The event was filled with various artistic performances presented by students from each class. From regional dances, traditional costume introductions, to traditional competitions such as tug-of-war, SD Perguruan Cikini students collaborated to showcase the beauty of Acehnese culture.\nThe importance of understanding and celebrating Indonesia's cultural diversity was the main focus of this event. Students not only performed arts but also provided in-depth introductions to Acehnese traditional costumes, explained the meaning behind each dance movement, and invited the audience to experience warmth and togetherness through traditional competitions involving all students.\nThe 'Nusantara Culture Festival' successfully created an atmosphere full of joy and unity. The support from parents who participated in this event added warmth. This event not only became a learning moment about the richness of Acehnese culture but also reaffirmed SD Perguruan Cikini's commitment to educating students to become generations who appreciate and preserve Indonesian culture.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 12,
      "date": "01/08/2022",
      "headline": "ASSESSMENT NATIONAL BASED ON COMPUTER (ANBK) - SMK 3 PERGURUAN CIKINI",
      "deskripsi": "SMK 3 Perguruan Cikini has commenced the implementation of the National Computer-Based Assessment (ANBK) as part of efforts to assess school quality. ANBK is an assessment system covering schools, madrasahs, and equivalency programs at the primary and secondary levels. The main instruments of ANBK consist of Minimum Competency Assessment (AKM), Character Survey (SK), and Learning Environment Survey. The implementation of ANBK begins with the Learning Environment Survey in August, while the National Assessment simulation will start in September.\nThe Learning Environment Survey is one of the crucial stages in ANBK that helps map the conditions and factors of the learning environment at schools. Furthermore, ANBK is also aimed to replace the National Examination (UN) since 2021. Although ANBK does not replace the role of UN in evaluating individual student achievements, it focuses more on mapping and evaluating the quality of the education system as a whole.\nThe transition to ANBK is an important step taken by the Minister of Education, Culture, Research and Technology (Mendikbudristek), Nadiem Makarim. The goal is to strengthen understanding of educational quality and provide more comprehensive sources of information. The implementation of ANBK at SMK 3 Perguruan Cikini is an integral part of changes in education assessment in Indonesia, moving towards a more adaptive and informative system.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 13,
      "date": "01/08/2022",
      "headline": "WONDERLAND INDONESIA - TK PERGURUAN CIKINI",
      "deskripsi": "In an atmosphere full of joy, TK Perguruan Cikini held a prestigious event titled 'Wonderland Indonesia.' The event, held in the school's front yard, became the main highlight with a magical and creative theme of Indonesian culture. Students from each class participated by presenting various art performances, including regional dances and introductions to traditional costumes.\nThe enthusiasm of the TK Perguruan Cikini students was evident in each of their performances, as they sought to present the richness of Indonesian culture attractively. Various student creativity and talents were appreciated in this event, creating a lively atmosphere and a sense of national spirit within the TK Perguruan Cikini environment. On this special occasion, students were also given the opportunity to demonstrate their love for the nation's cultural heritage.\nBeyond artistic performances, this event also marked the awarding of prizes to students with the highest scores in the activities. These awards were not only a form of appreciation for outstanding students but also a motivation to encourage learning enthusiasm and better academic achievements in the future. Thus, TK Perguruan Cikini, through 'Wonderland Indonesia,' made a positive contribution to shaping the character and interests of children from an early age.\nThe 'Wonderland Indonesia' event in 2023 demonstrated TK Perguruan Cikini's commitment to providing memorable and supportive learning experiences for students' holistic development. By involving all students in this colorful event, the school hopes to create an educational environment that stimulates creativity, fosters a love for culture, and enhances healthy competition among students.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 14,
      "date": "01/08/2022",
      "headline": "INDEPENDENCE DAY OF INDONESIA 78th - TK PERGURUAN CIKINI",
      "deskripsi": "In commemoration of the 78th Independence Day of Indonesia, TK Perguruan Cikini held a festive event titled '78th August 17.' The event took place in the school's front yard and TK Perguruan Cikini's auditorium to ignite the spirit of nationalism and togetherness among students. The atmosphere was full of enthusiasm and patriotism as various activities were presented.\nDuring this event, TK Perguruan Cikini's children could experience the euphoria of independence through various traditional competitions often held during Independence Day celebrations, such as cracker-eating contests, marble spoon races, and other competitions. The creativity and joy of the students were evident in every activity, which they participated in with high enthusiasm.\nBeyond bringing joy, this event also provided appreciation to students who succeeded in winning the competitions. The awarding of prizes was a special moment to recognize the abilities and fighting spirit of the participants. This was expected to be an additional motivation for students to develop their potential and achieve better results.\nBy organizing a lively Independence Day commemoration event, TK Perguruan Cikini successfully created an enjoyable and educational learning environment. In addition to fostering nationalism, this event also served as an interactive and entertaining learning platform for students, creating beautiful memories for the future. Through various competitions and fun activities, TK Perguruan Cikini contributed to nurturing love for the homeland from an early age.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 15,
      "date": "01/08/2022",
      "headline": "NEW STUDENT ADMISSION (PPDB) SMK 3 - SMA 2 PERGURUAN CIKINI",
      "deskripsi": "The New Student Admission (PPDB) process for SMK 3 and SMA 2 Perguruan Cikini has officially begun for the 2023 academic year. PPDB stands for New Student Admission, which is an important moment in accommodating new students who will join the educational environment of SMK 3 and SMA 2 under the auspices of the Cikini educational foundation. The PPDB event serves as a selection process for prospective students who want to be part of these schools.\nThe implementation of PPDB for SMK 3 and SMA 2 Perguruan Cikini in 2023 adopts a digital approach by organizing events through the school's official website. This approach enables the registration and selection process for new students to be carried out efficiently and transparently. Prospective students can access information related to PPDB, download registration forms, and participate in the selection process easily through the online platform.\nPPDB becomes the focal point for parents and prospective students who want to ensure their involvement in the education process at SMK 3 and SMA 2 Perguruan Cikini. With the implementation conducted through the website, it is expected to provide ease of access and accessibility for all parties involved in this PPDB process. Thus, SMK 3 and SMA 2 Perguruan Cikini create a modern and up-to-date new student admission system in line with the development of information technology.",
      "maker": "Editorial Team",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 16,
      "date": "01/08/2022",
      "headline": "MPLS SMK 3 AND SMA 2 PERGURUAN CIKINI",
      "description": "SMK 3 and SMA 2 Percik held Introduction to School Environment (MPLS) as the first step in welcoming new students in the academic year 2023. MPLS becomes a crucial period specially designed to introduce new students to the school environment, learning process, and school community that will be their place to learn and grow for the next few years. The year 2023 marks the MPLS of SMK 3 and SMA 2 Percik held online through the official school website. In this MPLS, new students can participate in various activities designed to help them adapt to the school environment, get to know teachers and classmates, and understand the values and culture of the school. Through the online format, SMK 3 and SMA 2 Percik are committed to providing an interactive and informative MPLS experience. The MPLS event on the school's website page provides easy access for new students to participate in every activity and obtain the necessary information to start their educational journey. With an interesting and innovative concept, MPLS in 2023 is expected to leave a positive impression on new students and strengthen their sense of belonging in the new school environment. SMK 3 and SMA 2 Percik make MPLS a pleasant and meaningful beginning for students.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 17,
      "date": "01/08/2022",
      "headline": "USK 2023 SMK 3 AND SMA 2 PERGURUAN CIKINI",
      "description": "SMK 3 and SMA 2 Percik held Competency Certification Exam (USK) as a development step in assessing students' competency. USK becomes an alternative that replaces the previous activity, which is Vocational Competency Test (UKK). In USK, participants will undergo competency evaluation issued by the National Professional Certification Agency (BNSP). This process has significance in providing formal evidence that students have nationally recognized competencies in certain fields. The USK event is scheduled to take place on May 10, 2023, and will be held at the SMK 3 - SMA 2 Percik foundation school building. This exam process is not only a form of assessment but also provides an opportunity for students to obtain certificates that can enhance their added value and track record in the professional world. Thus, SMK 3 and SMA 2 Percik provide a holistic approach in developing students' potential and readiness to face challenges in the workforce. Through USK, SMK 3 and SMA 2 Percik are committed to providing quality and relevant education in line with the needs of the industrial world. The certificates obtained by students are expected to help them achieve broader opportunities in the job market. The success of students in USK will be a reflection of the school's commitment to preparing its students to compete in the global era.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 18,
      "date": "01/08/2022",
      "headline": "MARKET DAY SMA 1 PERGURUAN CIKINI",
      "description": "SMA 1 Perguruan Cikini held 'Market Day' event which became the highlight of students and the school community. In this event, students from each class participated by showcasing artistic performances, including regional dances and mini music concerts. Introduction of various traditional costumes also became an interesting part of efforts to introduce cultural diversity among students. 'Market Day' in 2023 became a showcase of creativity of SMA 1 Perguruan Cikini students by featuring merchandise sales booths, food, and souvenir sales managed by students. This mini bazaar provides an opportunity for students to showcase their business talents and skills, while creating a sense of togetherness and collaborative spirit within the school community. The school hall of SMA 1 Perguruan Cikini became the venue for this event, presenting a stage for various art performances and a center for mini trading activities. Cultural diversity and student creativity are reflected in Market Day, creating a colorful atmosphere and strengthening the bonds among members of the school community. Appreciation given to students who excel and actively participate in 'Market Day' shows the importance of arts and entrepreneurship in shaping the characters of students at SMA 1 Perguruan Cikini. The success of this event is a tangible proof that holistic approach in education, which includes aspects of art, culture, and entrepreneurship, can provide memorable and positively impactful learning experiences for students.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 19,
      "date": "01/08/2022",
      "headline": "CAMPUS TOUR SMA 2 PERGURUAN CIKINI",
      "description": "SMA 2 Perguruan Cikini organized a 'Campus Tour' activity that provided students with a rare opportunity to explore leading higher education institutions. In this series of events, the main destination of the visit was the Bogor Agricultural Institute (IPB), giving students a firsthand experience of the campus atmosphere and educational opportunities at IPB. This 'Campus Tour' is designed to provide a comprehensive overview of campus life and the variety of study programs offered by IPB. Students are not only given the opportunity to explore the campus scope but also to interact directly with students and lecturers, as well as gain insights into facilities and extracurricular activities that can be pursued. During this visit, students of SMA 2 Perguruan Cikini have a unique opportunity to explore the college life and activities at IPB. The campus visit activity aims to strengthen students' interest in higher education and help them make informed decisions about career choices and study programs to pursue after graduating from high school. The campus hall of IPB becomes a witness to the enthusiasm and learning spirit of SMA 2 Perguruan Cikini students during Campus Tour. Facility inspections, Q&A sessions, and introduction to campus culture are integral parts of this experience, creating an atmosphere that stimulates students' interest in higher education. By organizing this 'Campus Tour', SMA 2 Perguruan Cikini makes a positive contribution to shaping students' future visions. Through this direct experience, it is hoped that students can make more informed educational decisions and design educational paths that align with their interests and talents.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    },
    {
      "id": 20,
      "date": "01/08/2022",
      "headline": "FIELD TRIP SMA 2 PERGURUAN CIKINI",
      "description": "SMA 2 Perguruan Cikini conducted a 'Field Trip' activity that served as a scientific exploration for students outside the school. In this activity, the main destinations of the trip were the Geological Museum and Ir. H. Juanda Botanical Garden. The field trip is a practical learning approach that allows students to learn directly outside the classroom environment. By visiting the Geological Museum, SMA 2 Perguruan Cikini students can observe and study various geological collections, minerals, and fossils on display. This not only enhances their understanding of teaching materials but also builds appreciation for the natural wealth and geological history of Indonesia. In addition to visiting the Geological Museum, students are also invited to explore the Ir. H. Juanda Botanical Garden. Being in this place provides a deep experience of the biodiversity and forest ecosystem. By involving students in outdoor activities, the Field Trip provides an opportunity for them to understand the importance of preserving the natural environment. The Field Trip activity of SMA 2 Perguruan Cikini was held in September 2022, aimed to provide a different and enjoyable learning approach for students. By embracing practical learning methods, this school not only provides theoretical knowledge but also fosters curiosity and appreciation for the surrounding environment. This Field Trip is an innovative step by SMA 2 Perguruan Cikini to improve the quality of education and provide a more comprehensive learning experience for students. By organizing activities like this, it is hoped that students can gain deeper knowledge and become individuals who care about nature and environmental sustainability.",
      "maker": "Redaksi",
      "urlImage": "img/event/Pelepasan Kelas XII 2023.jpg",
      "alt": "Pelepasan Kelas XII 2023.jpg"
    }
  ]
}
