{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "tittleProyek": "Pembangunan SMK 3",
      "deskripsiProyek": "Dalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan Cikini. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.",
      "Paragraf": [
        "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.",
        "SMK 3 Perguruan Cikini menyediakan program studi dalam teknik kendaraan ringan, teknik komputer jaringan, dan farmasi. Kurikulum yang diterapkan menekankan pembelajaran praktik sebanyak 60% dan teori 40%, dengan pendidikan akhlak kepribadian, kegiatan praktek berorganisasi, dan keterampilan kepemimpinan. Hal ini bertujuan menghasilkan lulusan yang siap pakai, terampil, percaya diri, dan memiliki disiplin kerja tinggi.",
        "Dalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan Cikini. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.",
        "Meskipun SMK 3 Perguruan Cikini telah menunjukkan animo yang tinggi dengan jumlah siswa mencapai 480 orang pada tahun ajaran kedua, tantangan seperti keterbatasan ruang kelas masih mendesak. Pembangunan gedung baru diharapkan dapat memenuhi kebutuhan tersebut dan memberikan citra baru untuk menciptakan suasana belajar yang lebih optimal.",
        "Master Plan kawasan ISTN yang mencakup perencanaan jangka panjang hingga 50 tahun ke depan diharapkan dapat mendukung pengembangan SMK 3 Perguruan Cikini. Analisis tapak melibatkan orientasi matahari, aksesibilitas, orientasi view, kondisi tanah, dan konsep bentuk serta warna bangunan yang mencerminkan unsur budaya Betawi.",
        "Konsep bentuk massa gedung tetap memanfaatkan struktur bangunan existing yang ada, dengan pembangunan secara bertahap untuk menghemat biaya. Unsur budaya Betawi tercermin dalam beberapa bagian, seperti atap Main Entrance dan ornamen khas Betawi di lobi. Penggunaan warna biru, kuning, merah, dan putih menciptakan kesan dinamis dan memberikan identitas khas Yayasan Perguruan Cikini.",
        "Dalam perjalanan menuju pencapaian visi dan misi, satu elemen krusial yang menjadi fondasi utama adalah pengelolaan dana. Bagaimana alokasi dan penggunaan dana dapat memainkan peran kunci dalam memastikan kelancaran dan keberlanjutan berbagai inisiatif. Bab ini mengupas tuntas strategi dan kebijakan terkait pengelolaan dana, membuka pintu wawasan untuk memahami peran vitalnya dalam menjalankan roda pembangunan dan pertumbuhan."
      ],
      "urlImage": "pembangunan_smk_3/Thumbnail_SMK3.png",
      "rincianDanaPict": ["pembangunan_smk_3/list_data_ruang.png", "pembangunan_smk_3/list_data_ruang_2.png", "pembangunan_smk_3/list_data_ruang_3.png", "pembangunan_smk_3/list_data_ruang_4.png"],
      "urlGallery": [
        "pembangunan_smk_3/Thumbnail_SMK3.png",
        "pembangunan_smk_3/foto_bagian_SMK3.png",
        "pembangunan_smk_3/denah_SMK3.png",
        "pembangunan_smk_3/foto_denah_SMK3.png",
        "pembangunan_smk_3/Tampak.png",
        "pembangunan_smk_3/Tampak 2.png"
      ],
      "alt": "Image 1"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "tittleProyek": "Rencana Renovasi SD dan SMP di Jalan Cikini Raya",
      "deskripsiProyek": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.",
      "Paragraf": [
        "Pemerintah setempat mengumumkan kebijakan pemindahan sekolah sebagai bagian dari upaya meningkatkan infrastruktur pendidikan di wilayah tersebut. Langkah ini diambil sebagai respons terhadap tuntutan masyarakat akan fasilitas pendidikan yang lebih baik dan modern. Pemindahan ini direncanakan untuk memberikan pengalaman belajar yang lebih optimal bagi siswa dan memastikan bahwa setiap anak memiliki akses terhadap sarana dan prasarana pendidikan yang memadai.",
        "Pemindahan ini tidak hanya berfokus pada peningkatan fisik gedung sekolah, tetapi juga mencakup perbaikan teknologi pembelajaran dan peningkatan kualitas tenaga pendidik. Sebagai bagian dari strategi pengembangan pendidikan, pemerintah juga bekerja sama dengan pihak swasta untuk mendukung program ini. Diharapkan bahwa pemindahan sekolah ini akan memberikan dampak positif terhadap prestasi belajar siswa dan mempersiapkan mereka dengan lebih baik untuk menghadapi tantangan di era globalisasi.",
        "Meskipun kebijakan pemindahan sekolah ini mendapat dukungan, beberapa pihak menyuarakan keprihatinan terkait dampak sosial dan logistik yang mungkin timbul akibat perubahan ini. Pemerintah berkomitmen untuk melibatkan masyarakat dalam proses pengambilan keputusan dan memberikan penjelasan yang transparan mengenai manfaat dari pemindahan tersebut. Di tengah harapan akan peningkatan kualitas pendidikan, masyarakat dan para pemangku kepentingan diajak untuk berpartisipasi aktif dalam memastikan keberhasilan implementasi kebijakan ini demi masa depan pendidikan yang lebih baik."
      ],
      "urlImage": "percik_kiic/kiic_1.png",
      "urlGallery": ["percik_kiic/kiic_1.png", "percik_kiic/kiic_2.png", "percik_kiic/kiic_3.png", "percik_kiic/kiic_4.png", "percik_kiic/kiic_5.png"],
      "alt": "Image 1"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "tittleProyek": "Program Masterplan SMM dan SMA Jalan Duren Tiga",
      "deskripsiProyek": "Pemerintah setempat mengumumkan kebijakan pemindahan sekolah sebagai bagian dari upaya meningkatkan infrastruktur pendidikan di wilayah tersebut. Langkah ini diambil sebagai respons terhadap tuntutan masyarakat akan fasilitas pendidikan yang lebih baik dan modern. Pemindahan ini direncanakan untuk memberikan pengalaman belajar yang lebih optimal bagi siswa dan memastikan bahwa setiap anak memiliki akses terhadap sarana dan prasarana pendidikan yang memadai.",
      "Paragraf": [
        "Pemerintah setempat mengumumkan kebijakan pemindahan sekolah sebagai bagian dari upaya meningkatkan infrastruktur pendidikan di wilayah tersebut. Langkah ini diambil sebagai respons terhadap tuntutan masyarakat akan fasilitas pendidikan yang lebih baik dan modern. Pemindahan ini direncanakan untuk memberikan pengalaman belajar yang lebih optimal bagi siswa dan memastikan bahwa setiap anak memiliki akses terhadap sarana dan prasarana pendidikan yang memadai.",
        "Pemindahan ini tidak hanya berfokus pada peningkatan fisik gedung sekolah, tetapi juga mencakup perbaikan teknologi pembelajaran dan peningkatan kualitas tenaga pendidik. Sebagai bagian dari strategi pengembangan pendidikan, pemerintah juga bekerja sama dengan pihak swasta untuk mendukung program ini. Diharapkan bahwa pemindahan sekolah ini akan memberikan dampak positif terhadap prestasi belajar siswa dan mempersiapkan mereka dengan lebih baik untuk menghadapi tantangan di era globalisasi.",
        "Meskipun kebijakan pemindahan sekolah ini mendapat dukungan, beberapa pihak menyuarakan keprihatinan terkait dampak sosial dan logistik yang mungkin timbul akibat perubahan ini. Pemerintah berkomitmen untuk melibatkan masyarakat dalam proses pengambilan keputusan dan memberikan penjelasan yang transparan mengenai manfaat dari pemindahan tersebut. Di tengah harapan akan peningkatan kualitas pendidikan, masyarakat dan para pemangku kepentingan diajak untuk berpartisipasi aktif dalam memastikan keberhasilan implementasi kebijakan ini demi masa depan pendidikan yang lebih baik."
      ],
      "urlImage": "percik_kiic/kiic_1.png",
      "urlGallery": ["percik_kiic/kiic_1.png", "percik_kiic/kiic_2.png", "percik_kiic/kiic_3.png", "percik_kiic/kiic_4.png", "percik_kiic/kiic_5.png"],
      "alt": "Image 1"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "tittleProyek": "Construction of Vocational School 3",
      "deskripsiProyek": "In order to improve the quality of education, the foundation plans to construct a new five-story building for Cikini Vocational School 3. This project involves community collaboration, especially from Cikini Foundation alumni and individuals who care about the progress of national education and industry.",
      "Paragraf": [
        "The era of globalization has significantly impacted various sectors, especially the industry. In Indonesia, the growth of the Automotive, Information Technology, and Pharmaceutical industries has accelerated, leading to an increased demand for skilled labor. Unfortunately, the number of high-quality vocational schools is still limited. The Cikini Foundation responds to this need by establishing the Cikini Vocational School 3 on July 16, 2012, in South Jakarta.",
        "Cikini Vocational School 3 offers study programs in light vehicle engineering, computer network engineering, and pharmacy. The applied curriculum emphasizes practical learning by 60% and theory by 40%, with a focus on moral education, organized practical activities, and leadership skills. This aims to produce graduates who are ready for the workforce, skilled, confident, and have high work discipline.",
        "In order to improve the quality of education, the foundation plans to construct a new five-story building for Cikini Vocational School 3. This project involves community collaboration, especially from Cikini Foundation alumni and individuals who care about the progress of national education and industry.",
        "Although Cikini Vocational School 3 has shown high enthusiasm with a student population of 480 in the second academic year, challenges such as limited classroom space remain pressing. The construction of a new building is expected to meet these needs and create a new image to establish a more optimal learning environment.",
        "The Master Plan for the ISTN area, which includes long-term planning for the next 50 years, is expected to support the development of Cikini Vocational School 3. Site analysis involves sun orientation, accessibility, view orientation, soil conditions, and the concept of building form and color reflecting Betawi cultural elements.",
        "The mass form concept of the building still utilizes the existing building structure, with phased construction to save costs. Betawi cultural elements are reflected in several parts, such as the Main Entrance roof and Betawi typical ornaments in the lobby. The use of blue, yellow, red, and white colors creates a dynamic impression and gives a distinctive identity to the Cikini Foundation.",
        "On the journey towards achieving the vision and mission, one crucial element serving as the main foundation is fund management. How fund allocation and utilization can play a key role in ensuring the smoothness and sustainability of various initiatives. This section thoroughly discusses the strategies and policies related to fund management, opening the door to insights into its vital role in driving the wheel of development and growth."
      ],
      "urlImage": "pembangunan_smk_3/Thumbnail_SMK3.png",
      "rincianDanaPict": ["pembangunan_smk_3/list_data_ruang.png", "pembangunan_smk_3/list_data_ruang_2.png", "pembangunan_smk_3/list_data_ruang_3.png", "pembangunan_smk_3/list_data_ruang_4.png"],
      "urlGallery": [
        "pembangunan_smk_3/Thumbnail_SMK3.png",
        "pembangunan_smk_3/foto_bagian_SMK3.png",
        "pembangunan_smk_3/denah_SMK3.png",
        "pembangunan_smk_3foto_denah_SMK3.png",
        "pembangunan_smk_3/Tampak.png",
        "pembangunan_smk_3/Tampak2.png"
      ],
      "alt": "Image 1"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "tittleProyek": "Renovation Plan for Elementary and Junior High Schools on Cikini Raya Street",
      "deskripsiProyek": "The local government announced a school relocation policy as part of efforts to improve educational infrastructure in the area. This step is taken in response to the community's demand for better and modern educational facilities. The relocation is planned to provide a more optimal learning experience for students and ensure that every child has access to adequate educational facilities.",
      "Paragraf": [
        "The local government announced a school relocation policy as part of efforts to improve educational infrastructure in the area. This step is taken in response to the community's demand for better and modern educational facilities. The relocation is planned to provide a more optimal learning experience for students and ensure that every child has access to adequate educational facilities.",
        "This relocation is not only focused on the physical improvement of school buildings but also includes enhancements in learning technology and the quality of educators. As part of the education development strategy, the government is also collaborating with private entities to support this program. It is expected that this school relocation will have a positive impact on students' learning achievements and better prepare them to face challenges in the era of globalization.",
        "While the school relocation policy has garnered support, some express concerns about the social and logistical impacts that may arise from this change. The government is committed to involving the community in the decision-making process and providing transparent explanations about the benefits of the relocation. Amidst hopes for improved education quality, the community and stakeholders are encouraged to actively participate in ensuring the success of the implementation of this policy for a better future in education."
      ],
      "urlImage": "rosseno_auditorium/auditorium_1.png",
      "urlGallery": [
        "rosseno_auditorium/auditorium_1.png",
        "rosseno_auditorium/auditorium_2.png",
        "rosseno_auditorium/auditorium_3.png",
        "rosseno_auditorium/auditorium_4.png",
        "rosseno_auditorium/auditorium_5.png",
        "rosseno_auditorium/auditorium_6.png",
        "rosseno_auditorium/auditorium_7.png",
        "rosseno_auditorium/auditorium_8.png",
        "rosseno_auditorium/auditorium_9.png",
        "rosseno_auditorium/auditorium_10.png"
      ],
      "alt": "Image 1"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "tittleProyek": "Masterplan Program for Vocational and High Schools on Duren Tiga Street",
      "deskripsiProyek": "The local government announced a school relocation policy as part of efforts to improve educational infrastructure in the area. This step is taken in response to the community's demand for better and modern educational facilities. The relocation is planned to provide a more optimal learning experience for students and ensure that every child has access to adequate educational facilities.",
      "Paragraf": [
        "The local government announced a school relocation policy as part of efforts to improve educational infrastructure in the area. This step is taken in response to the community's demand for better and modern educational facilities. The relocation is planned to provide a more optimal learning experience for students and ensure that every child has access to adequate educational facilities.",
        "This relocation is not only focused on the physical improvement of school buildings but also includes enhancements in learning technology and the quality of educators. As part of the education development strategy, the government is also collaborating with private entities to support this program. It is expected that this school relocation will have a positive impact on students' learning achievements and better prepare them to face challenges in the era of globalization.",
        "While the school relocation policy has garnered support, some express concerns about the social and logistical impacts that may arise from this change. The government is committed to involving the community in the decision-making process and providing transparent explanations about the benefits of the relocation. Amidst hopes for improved education quality, the community and stakeholders are encouraged to actively participate in ensuring the success of the implementation of this policy for a better future in education."
      ],
      "urlImage": "kantor_yayasan/kantor_1.png",
      "urlGallery": ["kantor_yayasan/kantor_1.png", "kantor_yayasan/kantor_2.png", "kantor_yayasan/kantor_3.png", "kantor_yayasan/kantor_4.png"],
      "alt": "Image 1"
    }
  ]
}
