{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "tittleProyek": "Pembangunan SMK 3 Perguruan ’Cikini’",
      "deskripsiProyek": "Dalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan Cikini. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.",
      "Paragraf": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.\nSMK 3 Perguruan Cikini menyediakan program studi dalam teknik kendaraan ringan, teknik komputer jaringan, dan farmasi. Kurikulum yang diterapkan menekankan pembelajaran praktik sebanyak 60% dan teori 40%, dengan pendidikan akhlak kepribadian, kegiatan praktek berorganisasi, dan keterampilan kepemimpinan. Hal ini bertujuan menghasilkan lulusan yang siap pakai, terampil, percaya diri, dan memiliki disiplin kerja tinggi.\nDalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan Cikini. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.\nMeskipun SMK 3 Perguruan Cikini telah menunjukkan animo yang tinggi dengan jumlah siswa mencapai 480 orang pada tahun ajaran kedua, tantangan seperti keterbatasan ruang kelas masih mendesak. Pembangunan gedung baru diharapkan dapat memenuhi kebutuhan tersebut dan memberikan citra baru untuk menciptakan suasana belajar yang lebih optimal.\nMaster Plan kawasan ISTN yang mencakup perencanaan jangka panjang hingga 50 tahun ke depan diharapkan dapat mendukung pengembangan SMK 3 Perguruan Cikini. Analisis tapak melibatkan orientasi matahari, aksesibilitas, orientasi view, kondisi tanah, dan konsep bentuk serta warna bangunan yang mencerminkan unsur budaya Betawi.\nKonsep bentuk massa gedung tetap memanfaatkan struktur bangunan existing yang ada, dengan pembangunan secara bertahap untuk menghemat biaya. Unsur budaya Betawi tercermin dalam beberapa bagian, seperti atap Main Entrance dan ornamen khas Betawi di lobi. Penggunaan warna biru, kuning, merah, dan putih menciptakan kesan dinamis dan memberikan identitas khas Yayasan Perguruan Cikini.\nDalam perjalanan menuju pencapaian visi dan misi, satu elemen krusial yang menjadi fondasi utama adalah pengelolaan dana. Bagaimana alokasi dan penggunaan dana dapat memainkan peran kunci dalam memastikan kelancaran dan keberlanjutan berbagai inisiatif. Bab ini mengupas tuntas strategi dan kebijakan terkait pengelolaan dana, membuka pintu wawasan untuk memahami peran vitalnya dalam menjalankan roda pembangunan dan pertumbuhan.",
      "urlImage": "pembangunan_smk_3/Thumbnail_SMK3.png",
      "rincianDanaPict": ["pembangunan_smk_3/list_data_ruang.png", "pembangunan_smk_3/list_data_ruang_2.png", "pembangunan_smk_3/list_data_ruang_3.png", "pembangunan_smk_3/list_data_ruang_4.png"],
      "urlGallery": [
        "pembangunan_smk_3/Thumbnail_SMK3.png",
        "pembangunan_smk_3/foto_bagian_SMK3.png",
        "pembangunan_smk_3/denah_SMK3.png",
        "pembangunan_smk_3/foto_denah_SMK3.png",
        "pembangunan_smk_3/Tampak.png",
        "pembangunan_smk_3/Tampak 2.png"
      ],
      "alt": "Image 1"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "tittleProyek": "Rencana Renovasi SD dan SMP \n di Jalan Cikini Raya",
      "deskripsiProyek": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.",
      "Paragraf": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.\nUntuk merealisasikan gagasan tersebut, yayasan melibatkan partisipasi gotong royong dari masyarakat luas, khususnya para siswa Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional. Renovasi bukan hanya tentang pembangunan fisik tetapi juga menciptakan lingkungan yang mendukung proses belajar-mengajar yang optimal.\nNamun, perencanaan renovasi menghadapi beberapa permasalahan utama. Pertama, mendesaknya kebutuhan akan ruang kelas dalam tahun ajaran, menuntut percepatan proses pembangunan. Kedua, perlu adanya konsep rancangan dan pra-rancangan untuk mengatur pembangunan secara bertahap yang sesuai dengan ketersediaan dana. Ketiga, proses pembangunan harus diawali di area yang tidak mengganggu kegiatan belajar-mengajar yang sedang berlangsung. Keempat, renovasi diharapkan memberikan citra baru dan nuansa yang mendukung atmosfer pendidikan yang positif.\nRenovasi bukan hanya sekadar pembenahan fisik, tetapi juga menciptakan citra baru dan nuansa pendidikan yang lebih baik. Dengan gotong royong dan partisipasi masyarakat, diharapkan proses belajar-mengajar dapat berlangsung dengan lebih baik. Pengembangan sarana pendidikan bukan hanya untuk memenuhi kebutuhan fisik, tetapi juga menciptakan ruang yang menginspirasi dan memberikan atmosfer positif bagi siswa dan pendidik.\nRenovasi SD dan SMP di Jalan Cikini Raya bukan hanya merespons kebutuhan mendesak, tetapi juga menghadapi tantangan pembangunan infrastruktur pendidikan. Dengan dukungan masyarakat dan strategi pembangunan yang terukur, proyek ini diharapkan mampu memberikan kontribusi signifikan dalam meningkatkan kualitas pendidikan di lingkungan tersebut.",
      "urlImage": "renov_sd_smp/Thumbnail_sd_smp.png",
      "rincianDanaPict": [],
      "urlGallery": ["renov_sd_smp/renov_SD_1.png", "renov_sd_smp/renov_SD_2.png", "renov_sd_smp/renov_SD_3.png", "renov_sd_smp/renov_SD_4.png", "renov_sd_smp/renov_SD_5.png"],
      "alt": "Image 1"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "tittleProyek": "Program Masterplan \n SMM dan SMA \n di Jalan Duren Tiga",
      "deskripsiProyek": "Pemerintah setempat mengumumkan kebijakan pemindahan sekolah sebagai bagian dari upaya meningkatkan infrastruktur pendidikan di wilayah tersebut. Langkah ini diambil sebagai respons terhadap tuntutan masyarakat akan fasilitas pendidikan yang lebih baik dan modern. Pemindahan ini direncanakan untuk memberikan pengalaman belajar yang lebih optimal bagi siswa dan memastikan bahwa setiap anak memiliki akses terhadap sarana dan prasarana pendidikan yang memadai.",
      "Paragraf": "Dalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan ’Cikini’. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan ’Cikini’ dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.\nEra globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan.\nProgram pembuatan Masterplan untuk 10–20 tahun mendatang mencerminkan semangat juang, harapan, dan cita-cita masa depan yang lebih baik. Masterplan sangat diperlukan untuk pemanfaatan optimal lahan yang ada, mengantisipasi perkembangan dan pertumbuhan Perguruan ’Cikini’ di masa datang.",
      "urlImage": "program_masterplan/masterplan_thumbnail.png",
      "rincianDanaPict": ["program_masterplan/masterplan_1.png", "program_masterplan/masterplan_2.png", "program_masterplan/masterplan_3.png"],
      "urlGallery": [],
      "alt": "Image 1"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "tittleProyek": "Construction of SMK 3 Perguruan 'Cikini",
      "deskripsiProyek": "In order to improve the quality of education, the foundation plans to build a new five-story building for SMK 3 Perguruan Cikini. This project involves a joint effort from the community, especially the alumni of Perguruan Cikini and individuals who care about the progress of national education and industry.",
      "Paragraf": "The era of globalization that has swept the world has had a significant impact, including on the education sector. The improvement in the quality of life worldwide has led to the development of educational facilities in Indonesia. However, a challenge arises with the lack of quality primary schools to support the needs. Perguruan Cikini Foundation responds to this challenge with the idea of renovating elementary and junior high schools on Jalan Cikini Raya.\nSMK 3 Perguruan Cikini provides study programs in light vehicle engineering, computer network engineering, and pharmacy. The curriculum emphasizes practical learning by 60% and theory by 40%, with moral education, organized practical activities, and leadership skills. This is aimed at producing graduates who are ready for use, skilled, confident, and have high work discipline.\nIn order to improve the quality of education, the foundation plans to build a new five-story building for SMK 3 Perguruan Cikini. This project involves a joint effort from the community, especially the alumni of Perguruan Cikini and individuals who care about the progress of national education and industry.\nAlthough SMK 3 Perguruan Cikini has shown high enthusiasm with a student population of 480 in the second academic year, challenges such as the lack of classroom space are still pressing. The construction of a new building is expected to meet these needs and provide a new image to create a more optimal learning atmosphere.\nThe ISTN area Master Plan, which includes long-term planning for the next 50 years, is expected to support the development of SMK 3 Perguruan Cikini. Site analysis involves sun orientation, accessibility, view orientation, soil conditions, and the concept of building shape and color that reflects Betawi cultural elements.\nThe mass building form concept still utilizes the existing building structure, with phased construction to save costs. Betawi cultural elements are reflected in several parts, such as the Main Entrance roof and Betawi-style ornaments in the lobby. The use of blue, yellow, red, and white colors creates a dynamic impression and gives a distinctive identity to the Perguruan Cikini Foundation.\nOn the journey to achieve the vision and mission, one crucial element that serves as the main foundation is fund management. How the allocation and use of funds can play a key role in ensuring the smoothness and sustainability of various initiatives. This section thoroughly discusses the strategies and policies related to fund management, opening the door to insights to understand its vital role in running the wheels of development and growth.",
      "urlImage": "pembangunan_smk_3/Thumbnail_SMK3.png",
      "rincianDanaPict": ["pembangunan_smk_3/list_data_ruang.png", "pembangunan_smk_3/list_data_ruang_2.png", "pembangunan_smk_3/list_data_ruang_3.png", "pembangunan_smk_3/list_data_ruang_4.png"],
      "urlGallery": [
        "pembangunan_smk_3/Thumbnail_SMK3.png",
        "pembangunan_smk_3/foto_bagian_SMK3.png",
        "pembangunan_smk_3/denah_SMK3.png",
        "pembangunan_smk_3/foto_denah_SMK3.png",
        "pembangunan_smk_3/Tampak.png",
        "pembangunan_smk_3/Tampak 2.png"
      ],
      "alt": "Image 1"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "tittleProyek": "Planned Renovation of Elementary and Junior High Schools on Jalan Cikini Raya",
      "deskripsiProyek": "The era of globalization that has swept the world has had a significant impact, including on the education sector. The improvement in the quality of life worldwide has led to the development of educational facilities in Indonesia. However, a challenge arises with the lack of quality primary schools to support the needs. Perguruan Cikini Foundation responds to this challenge with the idea of renovating elementary and junior high schools on Jalan Cikini Raya.",
      "Paragraf": "The era of globalization that has swept the world has had a significant impact, including on the education sector. The improvement in the quality of life worldwide has led to the development of educational facilities in Indonesia. However, a challenge arises with the lack of quality primary schools to support the needs. Perguruan Cikini Foundation responds to this challenge with the idea of renovating elementary and junior high schools on Jalan Cikini Raya.\nTo realize this idea, the foundation involves the community in a joint effort, especially the students of Perguruan Cikini and individuals who care about the progress of national education. Renovation is not only about physical construction but also creating an environment that supports optimal teaching and learning processes.\nHowever, the renovation planning faces several main problems. First, the urgent need for classroom space in the academic year demands an acceleration of the construction process. Second, there needs to be a design concept and pre-design to organize phased construction that is in line with the availability of funds. Third, the construction process must start in areas that do not disrupt ongoing teaching and learning activities. Fourth, the renovation is expected to provide a new image and atmosphere that support a positive educational environment.\nRenovation is not just about physical improvements, but also creating a new image and a better educational atmosphere. With community involvement and participation, it is hoped that the teaching and learning process can be improved. The development of educational facilities is not only to meet physical needs, but also to create an inspiring space and provide a positive atmosphere for students and educators.\nThe renovation of elementary and junior high schools on Jalan Cikini Raya not only responds to urgent needs, but also faces the challenge of educational infrastructure development. With community support and a measured development strategy, this project is expected to make a significant contribution to improving the quality of education in the area.",
      "urlImage": "renov_sd_smp/Thumbnail_sd_smp.png",
      "rincianDanaPict": [],
      "urlGallery": ["renov_sd_smp/renov_SD_1.png", "renov_sd_smp/renov_SD_2.png", "renov_sd_smp/renov_SD_3.png", "renov_sd_smp/renov_SD_4.png", "renov_sd_smp/renov_SD_5.png"],
      "alt": "Image 1"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "tittleProyek": "Masterplan Program for Junior and Senior High Schools on Jalan Duren Tiga",
      "deskripsiProyek": "The local government has announced a school relocation policy as part of efforts to improve education infrastructure in the area. This step is taken in response to the demands of the community for better and more modern educational facilities. This relocation is planned to provide a more optimal learning experience for students and ensure that every child has access to adequate educational facilities.",
      "Paragraf": "In order to improve the quality of education, the foundation plans to construct a new five-story building for SMK 3 Perguruan 'Cikini'. This project involves community collaboration, particularly from alumni of Perguruan 'Cikini' and individuals who care about the advancement of national education and industry.\nThe era of globalization has had a significant impact worldwide, including on the education sector. The improvement of global living standards drives the development of educational facilities in Indonesia. However, challenges arise due to the limited number of quality elementary schools to meet the needs.\nThe Masterplan program for the next 10-20 years reflects the spirit of perseverance, hope, and aspirations for a better future. A Masterplan is essential for the optimal utilization of available land, anticipating the development and growth of Perguruan 'Cikini' in the future.",
      "urlImage": "program_masterplan/masterplan_thumbnail.png",
      "rincianDanaPict": ["program_masterplan/masterplan_1.png", "program_masterplan/masterplan_2.png", "program_masterplan/masterplan_3.png"],
      "urlGallery": [],
      "alt": "Image 1"
    }
  ]
}
