{
  "bahasa": [
    {
      "id": 1,
      "date": "01/08/2022",
      "tittleProyek": "Pembangunan SMK 3",
      "deskripsiProyek": "Dalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan Cikini. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.",
      "Paragraf": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.\nSMK 3 Perguruan Cikini menyediakan program studi dalam teknik kendaraan ringan, teknik komputer jaringan, dan farmasi. Kurikulum yang diterapkan menekankan pembelajaran praktik sebanyak 60% dan teori 40%, dengan pendidikan akhlak kepribadian, kegiatan praktek berorganisasi, dan keterampilan kepemimpinan. Hal ini bertujuan menghasilkan lulusan yang siap pakai, terampil, percaya diri, dan memiliki disiplin kerja tinggi.\nDalam rangka meningkatkan kualitas pendidikan, yayasan berencana membangun gedung baru berlantai lima untuk SMK 3 Perguruan Cikini. Proyek ini melibatkan gotong royong dari masyarakat, terutama para alumni Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional serta industri.\nMeskipun SMK 3 Perguruan Cikini telah menunjukkan animo yang tinggi dengan jumlah siswa mencapai 480 orang pada tahun ajaran kedua, tantangan seperti keterbatasan ruang kelas masih mendesak. Pembangunan gedung baru diharapkan dapat memenuhi kebutuhan tersebut dan memberikan citra baru untuk menciptakan suasana belajar yang lebih optimal.\nMaster Plan kawasan ISTN yang mencakup perencanaan jangka panjang hingga 50 tahun ke depan diharapkan dapat mendukung pengembangan SMK 3 Perguruan Cikini. Analisis tapak melibatkan orientasi matahari, aksesibilitas, orientasi view, kondisi tanah, dan konsep bentuk serta warna bangunan yang mencerminkan unsur budaya Betawi.\nKonsep bentuk massa gedung tetap memanfaatkan struktur bangunan existing yang ada, dengan pembangunan secara bertahap untuk menghemat biaya. Unsur budaya Betawi tercermin dalam beberapa bagian, seperti atap Main Entrance dan ornamen khas Betawi di lobi. Penggunaan warna biru, kuning, merah, dan putih menciptakan kesan dinamis dan memberikan identitas khas Yayasan Perguruan Cikini.\nDalam perjalanan menuju pencapaian visi dan misi, satu elemen krusial yang menjadi fondasi utama adalah pengelolaan dana. Bagaimana alokasi dan penggunaan dana dapat memainkan peran kunci dalam memastikan kelancaran dan keberlanjutan berbagai inisiatif. Bab ini mengupas tuntas strategi dan kebijakan terkait pengelolaan dana, membuka pintu wawasan untuk memahami peran vitalnya dalam menjalankan roda pembangunan dan pertumbuhan.",
      "urlImage": "pembangunan_smk_3/Thumbnail_SMK3.png",
      "rincianDanaPict": ["pembangunan_smk_3/list_data_ruang.png", "pembangunan_smk_3/list_data_ruang_2.png", "pembangunan_smk_3/list_data_ruang_3.png", "pembangunan_smk_3/list_data_ruang_4.png"],
      "urlGallery": [
        "pembangunan_smk_3/Thumbnail_SMK3.png",
        "pembangunan_smk_3/foto_bagian_SMK3.png",
        "pembangunan_smk_3/denah_SMK3.png",
        "pembangunan_smk_3/foto_denah_SMK3.png",
        "pembangunan_smk_3/Tampak.png",
        "pembangunan_smk_3/Tampak 2.png"
      ],
      "alt": "Image 1"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "tittleProyek": "Rencana Renovasi SD dan SMP di Jalan Cikini Raya",
      "deskripsiProyek": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.",
      "Paragraf": "Era globalisasi yang merambah dunia memberikan dampak signifikan, tidak terkecuali pada sektor pendidikan. Peningkatan tata kehidupan dunia mendorong pembangunan sarana pendidikan di Indonesia. Namun, tantangan muncul dengan minimnya jumlah sekolah dasar yang berkualitas untuk mendukung kebutuhan. Yayasan Perguruan Cikini menjawab tantangan ini dengan gagasan renovasi SD dan SMP di Jalan Cikini Raya.\nUntuk merealisasikan gagasan tersebut, yayasan melibatkan partisipasi gotong royong dari masyarakat luas, khususnya para siswa Perguruan Cikini dan individu yang peduli terhadap kemajuan pendidikan nasional. Renovasi bukan hanya tentang pembangunan fisik tetapi juga menciptakan lingkungan yang mendukung proses belajar-mengajar yang optimal.\nNamun, perencanaan renovasi menghadapi beberapa permasalahan utama. Pertama, mendesaknya kebutuhan akan ruang kelas dalam tahun ajaran, menuntut percepatan proses pembangunan. Kedua, perlu adanya konsep rancangan dan pra-rancangan untuk mengatur pembangunan secara bertahap yang sesuai dengan ketersediaan dana. Ketiga, proses pembangunan harus diawali di area yang tidak mengganggu kegiatan belajar-mengajar yang sedang berlangsung. Keempat, renovasi diharapkan memberikan citra baru dan nuansa yang mendukung atmosfer pendidikan yang positif.\nRenovasi bukan hanya sekadar pembenahan fisik, tetapi juga menciptakan citra baru dan nuansa pendidikan yang lebih baik. Dengan gotong royong dan partisipasi masyarakat, diharapkan proses belajar-mengajar dapat berlangsung dengan lebih baik. Pengembangan sarana pendidikan bukan hanya untuk memenuhi kebutuhan fisik, tetapi juga menciptakan ruang yang menginspirasi dan memberikan atmosfer positif bagi siswa dan pendidik.\nRenovasi SD dan SMP di Jalan Cikini Raya bukan hanya merespons kebutuhan mendesak, tetapi juga menghadapi tantangan pembangunan infrastruktur pendidikan. Dengan dukungan masyarakat dan strategi pembangunan yang terukur, proyek ini diharapkan mampu memberikan kontribusi signifikan dalam meningkatkan kualitas pendidikan di lingkungan tersebut.",
      "urlImage": "renov_sd_smp/Thumbnail_sd_smp.png",
      "rincianDanaPict": [],
      "urlGallery": ["renov_sd_smp/renov_SD_1.png", "renov_sd_smp/renov_SD_2.png", "renov_sd_smp/renov_SD_3.png", "renov_sd_smp/renov_SD_4.png", "renov_sd_smp/renov_SD_5.png"],
      "alt": "Image 1"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "tittleProyek": "Program Masterplan SMM dan SMA Jalan Duren Tiga",
      "deskripsiProyek": "Pemerintah setempat mengumumkan kebijakan pemindahan sekolah sebagai bagian dari upaya meningkatkan infrastruktur pendidikan di wilayah tersebut. Langkah ini diambil sebagai respons terhadap tuntutan masyarakat akan fasilitas pendidikan yang lebih baik dan modern. Pemindahan ini direncanakan untuk memberikan pengalaman belajar yang lebih optimal bagi siswa dan memastikan bahwa setiap anak memiliki akses terhadap sarana dan prasarana pendidikan yang memadai.",
      "Paragraf": "Program pembuatan Masterplan untuk 10–20 tahun mendatang mencerminkan semangat juang, harapan, dan cita-cita masa depan yang lebih baik. Masterplan sangat diperlukan untuk pemanfaatan optimal lahan yang ada, mengantisipasi perkembangan dan pertumbuhan Perguruan Cikini di masa datang. Tanpa Masterplan, risikonya adalah pemanfaatan lahan yang sporadis dan tidak optimal, menjadi kendala pertumbuhan Perguruan di masa depan. Lahan yang tidak dimanfaatkan secara optimal juga dapat menjadi beban berat terutama dalam hal perpajakan dan biaya pemeliharaan yang terus naik tanpa memberikan manfaat yang signifikan\nLokasi kawasan ISTN seluas 11 Ha diapit oleh Jalan Kahfi II dan Jalan Srengseng Sawah, termasuk dalam Kecamatan Jagakarsa, Jakarta Selatan. Terdapat danau dan rawa-rawa sebagai catchment area untuk wilayah Jakarta dan Depok. Kawasan ini merupakan tempat strategis untuk sebuah kampus, dekat dengan Cagar Budaya Betawi 'Setu Babakan' yang juga menjadi daerah tujuan wisata. Perlunya penataan dalam Masterplan agar optimal.\nKawasan SMA Jalan PLN Duren Tiga seluas 1,5 Ha di Jakarta Selatan dekat dengan daerah segitiga emas Jakarta. Masterplan dibuat untuk memperoleh sinergi positif antara perkembangan lingkungan urban yang berorientasi bisnis dengan lingkungan kampus, menghindari konflik yang dapat berdampak negatif pada pertumbuhan kampus saat ini dan di masa datang.\nProgram ini konsisten berjalan sejak awal berdirinya Perguruan Cikini sebagai bentuk sosial kemasyarakatan untuk membantu pihak yang lemah. Dukungan ini memperbesar jumlah siswa yang terbantu.Berikut proses penyaluran dana master plan :",
      "urlImage": "program_masterplan/masterplan_thumbnail.png",
      "rincianDanaPict": ["program_masterplan/masterplan_1.png", "program_masterplan/masterplan_2.png", "program_masterplan/masterplan_3.png"],
      "urlGallery": [],
      "alt": "Image 1"
    }
  ],
  "english": [
    {
      "id": 1,
      "date": "01/08/2022",
      "tittleProyek": "Construction of Vocational School 3",
      "deskripsiProyek": "In order to improve the quality of education, the foundation plans to construct a new five-story building for Cikini Vocational School 3. This project involves community collaboration, especially from Cikini Foundation alumni and individuals who care about the progress of national education and industry.",
      "Paragraf": "english ver\n",
      "urlImage": "pembangunan_smk_3/Thumbnail_SMK3.png",
      "rincianDanaPict": ["pembangunan_smk_3/list_data_ruang.png", "pembangunan_smk_3/list_data_ruang_2.png", "pembangunan_smk_3/list_data_ruang_3.png", "pembangunan_smk_3/list_data_ruang_4.png"],
      "urlGallery": [
        "pembangunan_smk_3/Thumbnail_SMK3.png",
        "pembangunan_smk_3/foto_bagian_SMK3.png",
        "pembangunan_smk_3/denah_SMK3.png",
        "pembangunan_smk_3foto_denah_SMK3.png",
        "pembangunan_smk_3/Tampak.png",
        "pembangunan_smk_3/Tampak2.png"
      ],

      "alt": "Image 1"
    },
    {
      "id": 2,
      "date": "01/08/2022",
      "tittleProyek": "Renovation Plan for Elementary and Junior High Schools on Cikini Raya Street",
      "deskripsiProyek": "The era of globalization that has swept the world has had a significant impact, including in the education sector. The improvement in global living standards has spurred the development of educational facilities in Indonesia. However, challenges arise with the lack of quality primary schools to meet the growing demand. The Cikini Foundation addresses this challenge with the idea of renovating elementary and junior high schools on Cikini Raya Street.",
      "Paragraf": "The era of globalization that has penetrated the world has brought significant impacts, not excluding the education sector. The improvement in the global standard of living drives the development of educational facilities in Indonesia. However, challenges arise with the scarcity of quality primary schools to meet the needs. The Cikini Educational Foundation responds to this challenge with the idea of renovating elementary and junior high schools on Jalan Cikini Raya.\nTo realize this idea, the foundation involves the collective participation of the wider community, especially the students of the Cikini Educational Foundation and individuals who are concerned about the progress of national education. Renovation is not just about physical construction but also about creating an environment that supports an optimal teaching and learning process.\nHowever, the renovation planning faces several main problems. First, the urgent need for classroom space within the academic year demands an acceleration of the construction process. Second, there is a need for conceptual design and pre-planning to organize the construction gradually in line with the availability of funds. Third, the construction process must begin in areas that do not disrupt ongoing teaching and learning activities. Fourth, the renovation is expected to provide a new image and atmosphere that supports a positive educational environment.\nRenovation is not just about physical improvement but also about creating a new image and a better educational atmosphere. With collective participation and community involvement, it is hoped that the teaching and learning process can be enhanced. The development of educational facilities is not only to fulfill physical needs but also to create spaces that inspire and provide a positive atmosphere for students and educators.\nThe renovation of elementary and junior high schools on Jalan Cikini Raya is not only a response to urgent needs but also a challenge in the development of educational infrastructure. With community support and measured development strategies, this project is expected to make a significant contribution to improving the quality of education in the area.\n",
      "urlImage": "renov_sd_smp/Thumbnail_sd_smp.png",
      "rincianDanaPict": [],
      "urlGallery": ["renov_sd_smp/renov_SD_1.png", "renov_sd_smp/renov_SD_2.png", "renov_sd_smp/renov_SD_3.png", "renov_sd_smp/renov_SD_4.png", "renov_sd_smp/renov_SD_5.png"],
      "alt": "Image 1"
    },
    {
      "id": 3,
      "date": "01/08/2022",
      "tittleProyek": "The Masterplan Program for SMM and SMA Jalan Duren Tiga",
      "deskripsiProyek": "The local government announced a school relocation policy as part of efforts to improve educational infrastructure in the area. This step is taken in response to the community's demand for better and modern educational facilities. The relocation is planned to provide a more optimal learning experience for students and ensure that every child has access to adequate educational facilities.",
      "Paragraf": "The Masterplan program for the next 10–20 years reflects the spirit of struggle, hope, and aspirations for a better future. The Masterplan is crucial for the optimal utilization of the existing land, anticipating the development and growth of Perguruan Cikini in the future. Without a Masterplan, the risk is sporadic and suboptimal land utilization, becoming a constraint to the future growth of Perguruan. Suboptimally utilized land can also become a heavy burden, especially in terms of taxation and rising maintenance costs without providing significant benefits.\nThe location of the ISTN area, covering 11 hectares, is bordered by Kahfi II Street and Srengseng Sawah Street, including the Jagakarsa Subdistrict, South Jakarta. There are lakes and wetlands serving as a catchment area for the Jakarta and Depok regions. This area is a strategic place for a campus, close to the Betawi Cultural Reserve 'Setu Babakan,' which is also a tourist destination. Proper planning is necessary in the Masterplan for optimization.\nThe 1.5-hectare area of SMA Jalan PLN Duren Tiga in South Jakarta is near the golden triangle area of Jakarta. The Masterplan is created to achieve positive synergy between the business-oriented urban environment and the campus environment, avoiding conflicts that can have a negative impact on the current and future growth of the campus.\nThis program has consistently run since the establishment of Perguruan Cikini as a form of social community service to assist the weaker parties. This support has increased the number of assisted students. Here is the process of disbursing the master plan funds:",
      "urlImage": "program_masterplan/masterplan_thumbnail.png",
      "rincianDanaPict": ["program_masterplan/masterplan_1.png", "program_masterplan/masterplan_2.png", "program_masterplan/masterplan_3.png"],
      "urlGallery": [],
      "alt": "Image 1"
    }
  ]
}
